{"authors": ["Joshua Keating"], "body": "Traditional Marshallese funeral rites can take up to two weeks: a weeklong wake in which the body remains with the family, including three days when it is presented for public viewing by friends and well-wishers, a burial, and then another ceremony a few days later at the burial site. It’s a time for the community to gather, to pay their respects to the living as much as the dead.\n\nThere have been a lot of funerals lately for the Marshall Islanders of Northwest Arkansas, one of the world’s largest communities of immigrants from the nation of coral atolls located just west of the international date line in the central Pacific. But the rituals have changed. “Now, it’s straight to the burial site, and we keep distance from each other. COVID-19 has really disrupted our normal rituals,” says Melisa Laelan, the executive director of the Arkansas Coalition of Marshallese.\n\nAccording to the Marshallese COVID-19 Response Task Force, the community in Northwest Arkansas has had 46 deaths and more than 1,800 infections as of Monday. At the height of the outbreak, in early June, there were 600 active cases, and the Marshallese, just 3 percent of the population of Northwest Arkansas, accounted for roughly half the COVID-19 deaths. Across Arkansas, it was 7 percent of deaths. (Since then, deaths have skyrocketed statewide in Arkansas, while they’ve declined in the Marshallese community.) Arkansas is not an anomaly. In Spokane, Washington, which also has a significant Marshallese population, they represent 1 percent of the population but in late June accounted for nearly a third of its COVID cases. In Hawaii, 30 percent of COVID-19 cases have affected non–Hawaiian Pacific Islanders, including Marshallese, Samoans, Tongans, and others. These groups make up just 4 percent of the state’s population. (The Marshall Islands itself, which imposed a strict travel ban back in early March, is among the few countries—mostly small islands—that hasn’t had a single case of the virus on its territory.)\n\nSpringdale, a town of 80,000 deep in the Ozarks in Northwestern Arkansas, is about as far as you can imagine from the islands of the Pacific. About 15,000 Marshallese call Northwest Arkansas home, the largest community in the continental United States, and second largest nationwide after Hawaii. There are 3,200 Marshallese students in the Springdale school district. The Marshall Islands government even maintains a consulate in the town.\n\n“Before I moved here from Hawaii, I never really understood what the word ‘landlocked’ meant,” Dr. Sheldon Riklon of the University of Arkansas Medical School told me over the phone, laughing. One of only two Marshallese doctors in the United States, Riklon is a faculty member at UAMS, where he studies health inequalities and also runs a free clinic catering to the Marshallese community in Springdale.\n\n“The farthest east I wanted to go was Hawaii,” said Riklon, who grew up on the atoll of Majuro, the capital city of the Marshall Islands. As the son of a medical officer and a registered nurse, “the hospital was like my playground,” he recalls. He went on to study and then teach at the University of Hawaii before being offered the unique opportunity in Arkansas.\n\n“The whole community—not just the Marshallese, but the non-Marshallese, they seemed to really know us. It was unexpected for me, coming out of the Pacific to the South of the U.S., I didn’t expect people to know who Marshall Islanders were. We fell in love with the place.”\n\nOn a normal day, the waiting room of the Riklon’s clinic is abuzz with patients speaking Marshallese. “Many of the folks that come and see me are elderly, and don’t speak English well, so normally they rely on their kids or grandkids to communicate with them,” says Riklon. “I remember one lady right after I started working there, when she came in and saw me and I started speaking Marshallese, her face just lit up. ‘Finally,’ she said, ‘I can say everything I’ve wanted to talk about.’ ”\n\nLately, though, all anyone can talk about is COVID-19. “It’s a small population and it’s very close-knit. When something happens, everyone knows. When someone passes, it’s news in the entire community,” Laelan says. At this point, nearly everyone knows someone who has died. Laelan, Riklon, and a number of other community activists and local officials have formed a COVID-19 task force, which meets weekly, coordinates food deliveries and financial assistance to families in need, and provides Marshallese-language health information to the community via Facebook.\n\nThe toll is staggering but didn’t come as a surprise to leaders in this community. “We were aware from the very beginning about what was going to happen when this hit the community. We were aware this community would be vulnerable,” says April Brown, co-founder of the Marshallese Educational Initiative, a local nonprofit.\n\nA perfect storm of health, economic, and political factors made the Marshallese in America among the most vulnerable populations in the country to the effects of COVID-19.\n\nTo understand why the Marshallese have been hit so hard, you have to go back to the beginning. The story of the Marshallese in Northwest Arkansas began with a single man, named John Moody, who arrived from the Marshall Islands to attend the University of Oklahoma in the late 1970s. He later found a job working for Tyson Foods in Springdale and settled down, marrying a local. Word of Moody’s success—and the low cost of living—quickly spread back to the islands, and others followed. The existing Marshallese infrastructure—churches, business, community services—attracted new immigrants.\n\n“You can come to the city and immediately be able to find a job the next day, find an apartment or a car the next day. The infrastructure is there and the resources are available,” says Laelan. Most Marshallese in Arkansas work in the poultry plants surrounding the town that calls itself the “Poultry Capital of the World.”\n\nThis is the first clue as to why the community has been so hard hit by the coronavirus. Across the world, meatpacking plants have been vectors for the spread of the coronavirus, and the plants of Northwest Arkansas have been no exception.\n\n“The majority of the population here are essential workers,” says Eldon Alik, the Marshallese consul general in Springdale. “They’re working in factories where people are close to one another. A lot of people carpool together. Also, we are an extended family population, in multigeneration homes, with parents and grandparents.” The plants have stayed open throughout the pandemic, and according to local activists, only one of them—Tyson—has done any testing on its workers.\n\nDerek Burleson, a spokesman for Tyson, told Slate by email that in addition to testing, the Springdale plant has “implemented a host of safety precautions” at all its plants and announced a new strategy including weekly COVID testing at the end of July. He said decisions on whether to temporarily close plants have been “made on a case-by-case basis” and involve “input from state and/or local health officials.”\n\nBut the fact that the plants stayed open has also compounded the financial strain on workers. Albious Latior, a local community activist who works with poultry plant workers, says a frequent scenario is that one member of a large household will get sick, forcing a worker who lives there to stay home. “They can’t get paid because they’re [testing] negative. So that’s four people without a paycheck for two weeks. They’re struggling really bad.”\n\nFood workers nationwide are disproportionately immigrants, but Marshall Islanders have a unique immigration status owing to the islands’ historical relationship to the U.S. The U.S. military took control of the Marshall Islands during World War II, and after the war, conducted 67 nuclear tests on Bikini and Enewetak atolls. The U.S. government administered the islands as a trust territory until they became fully independent in 1986, and the American military retains a major base on the islands to this day. Under an agreement known as the Compact of Free Association, citizens of the Marshall Islands—as well as Palau and Micronesia—are allowed to establish residence in the United States but are not entitled to U.S. citizenship or legal permanent residency.* They can apply to citizenship via normal channels—some, like Laelan, obtain citizenship by serving in the military—but most Marshallese in the U.S. fall into an unusual category called “nonimmigrant” and are not eligible for a wide range of government services, including the Supplemental Nutrition Assistance Program. Since the passage of welfare reform in 1996, noncitizens have not been eligible for Medicaid.\n\nThat exclusion has been devastating in the context of the pandemic, as many Marshallese are waiting to seek medical attention until late in the onset of the virus, when symptoms are already advanced, according to Riklon. “People are scared of those big bills,” he says. The large numbers of Marshallese, particularly older people, who speak little or no English only compounds the problem. Riklon’s own clinic provides care for those in need with a sliding pay scale.\n\nLaelan hopes the pandemic will spur Congress to finally address the Medicaid issue, which activists from Compact of Free Association countries have been fighting for the past quarter-century. “These are programs that the Marshallese pay into—we do pay taxes, by the way—that they don’t have access to. Due to lack of access to these programs, people are afraid to go into a doctor’s office, or seek medical attention at a hospital,” she says.\n\nA spokesperson for Rep. Steve Womack, the Republican who represents Springdale in Congress, told Slate by email that the congressman supports correcting this mistake. The spokesperson, Alexia Sikora, said the 1996 welfare reform legislation had “inadvertently excluded Compact of Free Association (COFA) citizens from federal benefits” and that “the Congressman is now hoping that potential future COVID-19 relief packages may include the reinstatement. … Bottom line—it’s a problem that has been ignored, and it is about time Congress address it.”\n\nEven before the pandemic, the community had unique and very specific health concerns that made COVID even more dangerous to them. An estimated 30.5 percent of people in the Marshall Islands are diabetic, the highest rate in the world. According to Riklon, studies suggest the rate among Marshallese in the United States may be as high as 40 percent. People with diabetes are at particular risk for COVID-19: According to one U.S. government study, nearly 40 percent of Americans who have died of the coronavirus were diabetic. The Marshallese also have disproportionately high rates of obesity, heart disease, kidney disease, and cancer.\n\n“What this pandemic has really highlighted is that we’re an unhealthy population,” says Alik, the consul general. “I was looking at the morgue reports, and the majority—probably 99 percent—of the Marshallese that died had underlying disease already.”\n\nRiklon says there are very clear reasons why the Marshallese suffer from these chronic conditions. “We used to have subsistence living,” he says. “We would eat from the land and from the Pacific Ocean. But when the U.S. arrived, it changed our diet. After the nuclear testing program began, we couldn’t eat certain foods because they were contaminated, so what the U.S. did was bring in processed foods so we wouldn’t have to eat the radioactive foods that were growing on the islands. So, we had all these things from a can, and those are not very healthy. And at that same time, we were changing from toiling on the land and the water to a cash economy where we were sitting in the office and watching TV. When you change a people’s culture, it has a big impact on their health.”\n\nSeven of the 10 most diabetic countries in the world are Pacific island nations.\n\nIn the case of the Marshall Islands, these chronic conditions are compounded by the toxic legacy of U.S. nuclear testing. Researchers have found a link between radiation fallout on the islands and elevated rates of thyroid disorders, including cancer, among Marshall Islanders.\n\nThe Marshall Islands is not a place that gets much news coverage, and its small immigrant community in the U.S. gets even less. But the crisis in Springdale can be seen as the result of some of America’s worst misdeeds and mistakes. Decades of quasi-colonialism and nuclear testing created a health crisis in the Marshallese population. The carbon emissions of the United States and other major emitters may soon render the country uninhabitable: The Marshall Islands, along with other atoll nations in the Pacific, is among the most vulnerable countries in the world to the effects of climate change.\n\nThe Marshallese were given the right to settle in the United States, but when the U.S. government cut its social safety programs in the ’90s, they fell into a bureaucratic no man’s land without access to government services. Then, the U.S. government’s failure to control the coronavirus pandemic, along with the American meat industry’s failure to protect its workers, left them at the mercy of the disease.\n\nThe situation has improved since early summer, and the pace of funerals has slowed. Currently, there are only 21 active cases among the Marshallese in Northwest Arkansas, active tracing efforts continue, and Riklon says the task force is “cautiously optimistic.” The same cannot be said for the state of Arkansas as a whole, where 408 new cases were reported on Monday, bringing the number of active cases over 6,000.\n\nThe Marshallese community of Springdale prides itself on its resilience, and there’s every indication it will recover from the immediate crisis. But the conditions that allowed this crisis to happen in the first place can’t be solved by them alone.", "current_date": "2020-09-17 18:14:08.558218", "publish_date": "2020-09-15", "publish_datetime": "2020-09-15 21:32:16.416000+00:00", "publish_time": "21:32:16", "source": "slate", "title": "Why a Pacific Islander Community in Rural Arkansas Became a COVID Hot Spot", "topics": ["rural", "marshallese", "hot", "islands", "population", "covid19", "riklon", "covid", "spot", "marshall", "pacific", "arkansas", "testing", "community", "states", "islander"]}