{"authors": ["Nick Greene"], "body": "I’ve never been in Las Vegas to watch the controlled implosion of a casino, but I imagine it was a bit like scrolling through Twitter on Tuesday during the Los Angeles Clippers’ Game 7 loss to the Denver Nuggets. Excited onlookers gathered at a safe distance to cheer as this abandoned monument to hubris collapsed in on itself. The mood was downright giddy during the 104–89 defeat. It’s not every day that you get to see championship favorites blow a 3–1 series lead while only scoring 33 points in the second half of the elimination game, but the Clippers delivered the goods.\n\nI wonder if they packed before the game — CJ McCollum (@CJMcCollum) September 16, 2020\n\nThe Clippers choked again. 🤦🏾‍♂️ They choked against Houston in 2015 and they choked tonight against the Denver Nuggets. — Earvin Magic Johnson (@MagicJohnson) September 16, 2020\n\nYou know things are rough when @MagicJohnson, Twitter’s Most Amiable Account™, calls you out.\n\nThese Clippers were assembled for instant gratification. After securing the services of Kawhi Leonard in free agency last offseason, they traded promising young star Shai Gilgeous-Alexander and three future first-round picks (as well as the right to swap picks in 2023 and 2025) to Oklahoma City for All-Star forward Paul George. The Clippers mortgaged their future on George’s ability to help them win games immediately. They were off by about this much:\n\noh my god pic.twitter.com/0HrWTSJvev — Rob Perez (@WorldWideWob) September 16, 2020\n\nYou can’t pin all the blame on George. It was easy to assume that Kawhi was some sort of cheat code after his heroics for the Raptors during his one-season sabbatical in Canada. If the two-time Finals MVP could bring a title to Toronto, he could do it anywhere, right? But the Clippers are a franchise mired in perpetual sorrow. Their sadness cannot be denied. Prior to this season, they had gone 49 straight years without appearing in a conference final. The team added Leonard in free agency, and that streak extended to 50 years.\n\nSign up for the Slate Culture newsletter The best of movies, TV, books, music, and more, delivered to your inbox three times a week. We encountered an issue signing you up. Please try again. Please enable javascript to use form. Email address: Send me updates about Slate special offers. By signing up, you agree to our Privacy Policy and Terms Sign Up Thanks for signing up! You can manage your newsletter subscriptions at any time.\n\nOut of 42 players who took at least 100 corner 3s this season, Paul George ranked 2nd in FG%, hitting 57 of 112 (50.9%) attempts before this one. Oof. pic.twitter.com/49ZzgA7oND — Kirk Goldsberry (@kirkgoldsberry) September 16, 2020\n\nBut these Clippers seemed to be a smartly constructed squad. They surrounded their two star players with what should have been complementary pieces. Patrick Beverley is one of the most effective perimeter defenders in the league. Marcus Morris is experienced and versatile (and someone the Clippers deemed worthy of trading yet another first-round pick for). The team is also deep, bringing both the current Sixth Man of the Year Montrezl Harrell and Lou Williams, a three-time Sixth Man of the Year in his own right, off the bench. They should have gone far, which is why many, including longtime NBA reporter Howard Beck and former player (and current ESPN analyst) Matt Barnes argued that the title would go through the Clippers this year.\n\nA blown 3–1 lead in the playoffs will always be met with gleeful mockery. People still make fun of the Warriors for doing it during the 2016 Finals. (Speaking of which, don’t let the Clippers’ collapse distract you from the fact that Golden State blew a 3–1 lead in the 2016 NBA Finals.) But the Clippers’ failure was unique in that it consisted of three consecutive mini-collapses. They blew a 15-point second-half lead in Game 5 and a 19-point second-half lead in Game 6. Game 7 was at least novel in that the big, double-digit advantage they would inevitably lose came during the second quarter.\n\nIt’s a shame the Clippers make for such a fun pile-on, because the Denver Nuggets truly deserve all the credit in the world. This was the second straight series where they clawed themselves out of a 3–1 hole. Guard Jamal Murray scored 40 points in Game 7, which is more than George and Leonard’s combined total (24 points. TWENTY-FOUR POINTS! COMBINED!), and center Nikola Jokic had a triple-double by the third quarter. (His final stat line: 16 points, 22 rebounds, 13 assists.) The Clippers had no match for Jokic, and it’s worth noting that the best player in a series that included Kawhi Leonard was a guy who runs like he’s chasing a bus he doesn’t actually want to catch.\n\nNikola Jokic (16 PTS, 22 REB, 13 AST) becomes the first player in #NBAplayoffs history to record a 20+ rebound triple-double in a Game 7!@nuggets advance to the Western Conference Finals vs. LAL starting Friday at 9:00pm/et on TNT. pic.twitter.com/rU5Vazyf2Z — NBA (@NBA) September 16, 2020\n\nAfter beating a carefully assembled patchwork of stars from Los Angeles, the Nuggets now have to face … a hastily assembled patchwork of stars from Los Angeles. The Lakers may look like the Clippers in that they feature two superstars, but LeBron James and Anthony Davis’ squad is nothing like their fellow Angelenos. For one thing, they have managed to calmly take care of business this postseason.\n\nTo be perfectly honest, I would have wagered that the Lakers would’ve been the ones to flame out in spectacular fashion. This is a team with Dwight Howard and JaVale McGee, for crying out loud. They added J.R. Smith and Dion Waiters to solidify themselves for the playoffs. But the Shaqtin’ a Fool All-Stars haven’t knocked the Lakers off course. The team is playing smart basketball, and a lot of this is due to the steadying presence of backcourt reserves Rajon Rondo and Alex Caruso. (That is, somehow, a true statement of fact.)\n\nTheir head coach is Frank Vogel, who looks like he was made in a lab to be LeBron’s annual sacrificial coaching lamb, and his assistant is Jason Kidd, who was last seen spying on Hamlet from behind a set of curtains at the behest of Claudius. But despite all this, there has yet to be any real drama from the sidelines.\n\nUnlike the Clippers, the Lakers brushed aside their brief encounters with adversity. They were woeful in the bubble’s pre-playoff seeding games and looked to be ripe for the taking. But when the Portland Trail Blazers triumphed in Game 1 of their opening round matchup, the Lakers responded by winning the next four. This sequence repeated itself in the Western Conference semifinals, and Los Angeles made such easy work of the Rockets that Houston’s coach decided to become a free agent almost immediately after Game 5.\n\nWhy has the Lakers’ experiment been a success while the Clippers’ imploded? Anthony Davis is a better player than Paul George, sure, but there has to be more to it. Is the bubble just weird? Did two months in Disney World turn the Clippers into the Goof Troop? How else do you explain Kawhi Leonard and Paul George combining to score 24 points in a Game 7? TWENTY-FOUR POINTS!\n\nClippers head coach Doc Rivers cited his team’s lack of conditioning and various player absences from the bubble, but guard Lou Williams was more blunt.\n\nClippers guard Lou Williams: “We had championship expectations. We had the talent to do it. We didn’t have the chemistry to do it.” — Marc J. Spears (@MarcJSpears) September 16, 2020\n\nPerhaps they should have made a run for Dwight Howard in the offseason to help with chemistry?\n\nThere’s also the chance that the Lakers’ success has been due to favorable matchups. Portland was injured and gassed, and the Rockets were irrevocably broken, both spiritually and strategically. LeBron and company are still heavy favorites against Denver. But so were the Clippers, and we all know how that experiment went.\n\nListen to an episode of Slate’s sports podcast Hang Up and Listen below, or subscribe to the show on Apple Podcasts, Overcast, Spotify, Stitcher, Google Play, or wherever you get your podcasts.", "current_date": "2020-09-17 18:14:08.429065", "publish_date": "2020-09-16", "publish_datetime": "2020-09-16 21:07:15.859000+00:00", "publish_time": "21:07:15", "source": "slate", "title": "The Clippers collapsed in spectacular fashion. Wasn’t that supposed to be the Lakers’ job?", "topics": ["points", "clippers", "team", "supposed", "collapsed", "george", "lead", "game", "paul", "fashion", "player", "16", "job", "wasnt", "spectacular", "lakers"]}