{"authors": ["Jim Robbins"], "body": "This story was originally published by Yale Environment 360 and has been republished here as part of the Climate Desk collaboration.\n\nCoca-Cola calls it the PlantBottle: a new kind of recyclable plastic container, 30 percent of which is made from sugar cane and other plants, with the remaining 70 percent made from traditional oil-based plastic. The company says that PlantBottle packaging now accounts for nearly a third of its North American bottle volume, and 7 percent globally.\n\nDoes the PlantBottle mean the giant soft drink company has cracked one of the world’s most serious environmental problems—the choking of the world with oil-based plastics that never completely break down and disappear? Hardly. Though companies like Coca-Cola and Pepsi are under public pressure to solve the problem of plastic pollution, they have so far been unable to find a material or method as cheap and effective as single-use plastic.\n\nBioplastics, which make up part of Coke’s PlantBottle, have been touted as an important solution to the world’s plastic pollution problem. But despite a growing push in recent years to come up with an organic plastic that satisfies product needs and, after use, becomes part of nature again, it’s still a major challenge to make bioplastics that are both cheap and effective.\n\n“The concept that we could use it, throw it away, and it doesn’t matter where you throw it, and it’s going to safely disappear, that does not exist,” said Ramani Narayan, a professor at the School of Packaging at Michigan State University. “Nobody could engineer something like that, not even nature.”\n\nInstead, many experts believe the solution to plastic waste mainly lies not in developing better bioplastics but in overhauling the world’s economy to recycle far greater quantities of plastic than the current amount being reused. A just-released two-year study called “Breaking the Plastic Wave,” by Pew Charitable Trusts and SYSTEMIQ, found that despite the efforts of industry, governments, and NGOs, the plastic problem is getting much worse.\n\nIndeed, a recent study in the journal Science, authored by the researchers associated with the Pew report, estimated that about 11 million metric tons of plastic now find their way into the oceans each year—3 million more than previous estimates. The study said that if the world continues on its current course of skyrocketing plastic consumption, the amount of plastic waste being produced will triple by 2040.\n\nThe only solution to this burgeoning problem, the Pew report concludes, is a massive $600 billion overhaul of the world’s plastic system that reuses and recycles plastic in a circular economy, along with incorporating other smaller-scale changes, including bioplastics. If its recommendations are adopted, the Pew report says, plastic waste could be reduced by 80 percent over the next two decades.\n\nAmong the remedies proposed in the report are the elimination of plastic packaging wherever possible, substituted with paper or compostable material; designing products for effective recycling; increasing mechanical recycling; scaling up collection and recycling efforts in moderate- and low-income countries, where the vast majority of ocean plastic originates; and putting an end to exports of waste plastic, which would force countries where waste is generated to come up with solutions to the plastics problem.\n\nWhile the bioplastics now in use can be broken down and become part of the natural world in a short period of time, this only happens if they’re collected and composted in controlled facilities—and there aren’t many of those.\n\nMarian Chertow, an expert in industrial ecology at the Yale School of the Environment, says a key step is taking the onus off governments for recycling and instead requiring companies that use the packaging to play a lead role in its recycling and reuse.\n\n“It’s called extended producer responsibility—product takeback,” says Chertow. Governments “should say: ‘We can’t recycle all of this stuff. We can’t pay for all the costs of recycling. We have to work with you, the producer.’ ”\n\nThe notion of industry bearing the financial burden for recycling the materials it produces is starting to gain some traction, with companies such as Nestlé Waters vowing to support moves to implement extended producer responsibility in the beverage industry.\n\nFrom the shores of the Arctic Ocean, to the beaches of the Mediterranean, to the rivers of India, plastic is accumulating in staggering quantities, especially in marine environments. The Great Pacific Garbage Patch has now grown so large that it is spread across an area four times the size of California, according to a study in the journal Scientific Reports. And this plastic, which eventually breaks down into nanoscale particles and is consumed by organisms from algae to whales, will never go away.\n\nSo why have bioplastics, touted as an important solution to the plastic problem, fallen far short of their promise?\n\nSingle-use plastic packaging made from oil—technically polyethylene terephthalate, or PET—is the kind most drinks and food are sold in. It is, in many ways, the perfect packaging: strong, light, versatile, clear, and inexpensive. It protects products extremely well, keeps them fresh, and can even stand up to the acid and pressurization of soft drinks without breaking down or becoming permeable over months or years.\n\nBioplastic needs to replicate these functions, and it does for some products. The two most commonly used bioplastics are PHA (short for polyhydroxyalkanoate, generally made from sugars that are grown from algae) and PLA (polylactic acid, which is made from the sugar found in crops like corn and sugar cane). PLA is a tenth the cost of PHA and is more widely used for disposable cutlery and a variety of packaging. PHA is used as coating for the inside of paper cups as well as for medical applications.\n\nNeither of these bioplastics is widely used, however, because they simply don’t compare to the strength of traditional plastic, and they cost substantially more. The global plastic market is worth $1.2 trillion, and bioplastics have a market share of $9 billion.\n\nWhile both of the bioplastics now in use can be broken down by microorganisms and become part of the natural world again in a short period of time, this only happens if the plastic is collected and composted in carefully controlled, high-temperature industrial composting facilities—and there aren’t many of those, especially in developing countries where the problem of plastic pollution is most severe.\n\nIf bioplastics end up in landfills, as many do, without enough oxygen to break them down, they can last for centuries and release methane, a potent greenhouse gas. If thrown into the environment, they pose threats similar to PET plastic.\n\n“They are basically the same as plastic and don’t decompose in the way most people think they do,” said Rebecca Burgess, CEO of City to Sea, a U.K. environmental nonprofit that was formed to reduce plastic in the oceans. “They often end up as rubbish littering our streets and oceans and killing marine life. Bioplastics are a ‘false solution,’ as they are single-use and there are limited options to compost them. … Reducing the amount of single-use packaging we use is the only solution.”\n\nThe drawbacks of bioplastics to date haven’t stopped marketers like Coca-Cola from implying the plastic pollution problem is being solved. They use the popular, if vague, terms plant-based or bio-based or compostable, for example. “Marketing is highly abusive in this area,” said Taylor Weiss, an assistant professor at Arizona State University who researches algae-based bioplastics.\n\nEven a 100-percent plant-based bottle is not the solution it might seem. Not only can bioplastics find their way into the environment and take many years to break down, but because they are made from plants, they come with the environmental problems that large-scale agriculture causes. The sugars used to make bioplastic often come from transgenic crops sprayed with herbicides and pesticides, and these crops take land out of production that is needed to feed a growing global population. This mirrors the problems found in biofuels, which were similarly seen as an environmental solution. Experts say that using bioplastic and biofuels will greatly increase the land needed for agriculture.\n\nAnd because PLAs are generally mechanically recycled—which means they are cleaned, shredded, melted down, and made into pellets to be used again—they can contaminate the waste stream of petroleum-based plastics that are chemically recycled.\n\nOn the other hand, PHAs can be made from sugars grown in algae so there is no impact on food production. But using algae to produce bioplastic ingredients is expensive, and it could take years before PHA plastics could be scaled up to a level that substantially decreases the cost.\n\nExperts say that the challenges of introducing bioplastics on a massive scale show how hard it will be to replace the billions of plastic bottles polluting the planet.\n\n“There isn’t a silver bullet,” said Simon Reddy, who directs Pew’s ocean plastic program and was involved with its recent report. Instead, a variety of new approaches are needed to overhaul the current economy. “It’s about designing products for recycling,” he said. “Currently we don’t do that. The information on the label about plastics is vague and unintelligible. The recyclability should be first and foremost.”\n\nIn Europe, about 42 percent of plastic packaging was recycled in 2017, while in the U.S., just 8.4 percent of plastic was recycled.\n\nSome small recycled plastic successes are taking place. Evian, the spring water bottler, recently launched a bottle made from 100 percent recycled PET. The company says its goal is to become what is known as “fully circular”—to have all its bottles made from 100 percent recycled plastic by 2025. And Coca-Cola has vowed to recycle one plastic bottle for every bottle it sells by 2030.\n\nDeposits on plastic bottles have also helped raise recycling rates, especially in Europe, where 10 countries have implemented small deposits on plastic bottles and achieved impressive returns—including 97 percent in Norway.\n\nAlternatives to traditional PET bottles are slowly being developed, though on a small scale. Carlsberg, the Danish beer brewer, says it has spent five years developing a paper bottle lined with bioplastic. The spirit maker Johnnie Walker says that next year it will release a plastic-free paper bottle for a limited-edition run of its whiskey.\n\nAnd a leading Dutch sustainable chemistry company, Avantium, working with Coca-Cola, just announced the development of a 100-percent plant-based bottle made of PEF—polyethylene furanoate, which is produced from sugars. Avantium says its bottle is better than PET as a container for soda and other products and that it breaks down completely in a year in a composting facility and in a few years in the natural environment. “It really is the next-generation material that people have been looking for,” Tom van Aken, CEO of Avantium, told an industry magazine.\n\nBut some skeptics say Avantium needs to publish the specifics of its claim before its technology can be considered a viable solution. And even if this plastic technology proves to be as beneficial as the company claims, the company would need to scale up production to replace PET, a process that would take years.\n\nSuch developments so far represent small steps compared with the growth in demand for plastic containers, especially in the developing world, which uses billions of bottles every year. Recycling traditional plastic bottles is a huge challenge for low- and moderate-income countries, many of which have virtually no recycling systems in place. As much as 95 percent of the plastic that is transported by rivers into the world’s oceans comes from 10 rivers in Asia and Africa.\n\nInertia is also a factor. The massive global packaging system is still geared to use new plastic made from cheap oil, not recycled plastic, which is much more expensive. “As long as we continue to produce virgin resin, recycling will never happen,” said Michigan State’s Narayan. “Brand owners—Coca-Cola and Pepsi—need to say they will not sell water or juice in a bottle that does not contain recycled content, irrespective of the cost. The pop bottle of the future will still be the current PET bottle. It does a great job. But we need the ability to collect it and recycle it and recycle it. That is the future.”", "current_date": "2020-09-17 18:14:08.679240", "publish_date": "2020-09-15", "publish_datetime": "2020-09-15 20:50:42.383000+00:00", "publish_time": "20:50:42", "source": "slate", "title": "Bioplastics: The waste from plant-based packaging is almost as bad as plastic pollution.", "topics": ["plantbased", "recycling", "bad", "used", "bottle", "waste", "bioplastics", "solution", "bottles", "packaging", "problem", "pollution", "plastic"]}