{"authors": ["Danny M. Lavery"], "body": "Slate is now asking those who read the most to support our journalism more directly by subscribing to Slate Plus. Learn more.\n\nDear Prudence is online weekly to chat live with readers. Here’s an edited transcript of this week’s chat.\n\nDanny Lavery: Good afternoon, everyone! Lots to adjudicate today, so let’s get started.\n\nQ. My boyfriend is in a co-dependent relationship with his sister: My good friend “Mary” set me up with her brother “Jim” in January, when he moved in with her from out of state. We’ve been dating ever since. While Mary was happy for us, she was sad to not have a partner herself. So when Jim told me in March that he was going to prioritize her feelings because she was having a hard time, I understood. (By that time we were a “pod” of three, and being the third wheel can be rough.) Initially, their close sibling friendship seemed nice. But then Mary got possessive. She told me privately that they had fulfilled the emotional role of romantic partners for each other for years. She said she saw me as “the other woman.” At one point Mary asked Jim to stop texting me in the evenings so he could be more “present” when he was with her. Jim agreed that her behavior was unreasonable but said he didn’t want to change too much because Mary was struggling emotionally. Mary is in therapy and told me recently that we both need to stop making Jim “responsible” for our feelings. But I don’t think I have! I felt hurt and unsupported in the spring. I want to be compassionate toward Mary. But I suspect she and my boyfriend are co-dependent, and I want it to stop. What should I do? Or am I being selfish and I need to work on being empathetic toward my friend, who is lonely, and her brother, who is trying to support her?\n\nA: I’m not getting any hint of selfishness on your part from this letter. If anything, it strikes me as rather odd and self-defeating that Mary would go to the trouble of setting one of her good friends up with her brother and then turn around and complain when the relationship worked out. To be frank, if someone I’d been dating for less than a year had a live-in sibling who told me they viewed me as a romantic rival—I certainly can’t think of a platonic example of “the other woman”—I’d run for the hills. If that sibling then went on to ask my boyfriend not to text me at night so they could focus on being “present” for each other, I’d run for further, higher hills. Compassion simply doesn’t enter into it—telling your brother not to text the person he’s dating at night because you, his adult sister, need his full and undivided attention because you two have previously acted like boyfriend and girlfriend to each other is creepy, controlling, incestuous, and a deal-breaker. Sure, my sister’s taking this a little far, but she’s having a really hard time, so it’s probably for the best that I act like her boyfriend at night and your boyfriend during the day is not a reasonable reaction on Jim’s part; this is the first half of Crimson Peak, and you need to get as far away from this relationship as you possibly can.\n\nHow to Get Advice From Prudie:\n\n• Send questions for publication to prudence@slate.com. (Questions may be edited.)\n\n• Join the live chat Mondays at noon. Submit your questions and comments here before or during the discussion.\n\n• Call the voicemail of the Dear Prudence podcast at 401-371-DEAR (3327) to hear your question answered on a future episode of the show.\n\nQ. I told people my wife was pregnant, and she lost the baby: My wife, “Kara,” and I have struggled with infertility for almost five years. In August we found out Kara was about four weeks pregnant. This is the first time we were able to conceive, and we were overjoyed but also overcome with anxiety. We’re close with our families, who’ve been incredibly supportive throughout our struggle. I wanted to tell them immediately. I knew I’d need my family’s support to navigate my fears and not overwhelm Kara. Kara wanted to wait until the end of the first trimester because she said she couldn’t bear having to tell other people about the miscarriage. We talked but couldn’t come to an agreement, and I eventually deferred to Kara because she’s the one carrying the baby. A few days ago Kara called me at work, sobbing, saying she was spotting. I remembered my sister “Tina” being worried about this during her pregnancy, so in a moment of panic, I texted Tina and asked her about spotting. In the course of our conversation I told Tina that Kara was pregnant. I forgot to tell her not to tell anyone because I was worried about getting back to Kara. Tina told our parents, the news spread like wildfire, and soon both our families knew. Kara also lost the baby. As she was miscarrying she was inundated with congratulatory texts as well as questions from her family about why we’d told my family first. The texts made a horrifying experience so much more devastating. Kara sobbed so hard she vomited, and when the miscarriage was over, she left to stay with her best friend. She’s since texted me that she understands what happened was a mistake but is still furious. She won’t tell me when she plans to come home. Kara and Tina were formerly incredibly close, but she won’t return any of Tina’s phone calls. I don’t know how to save my marriage. I am heartbroken and want to comfort my wife. How do I begin to rebuild her trust in me? How can I make this up to her?\n\nA: The questions of saving your marriage, rebuilding Kara’s trust in you, and trying to make up for the agony you put her through are three separate prospects, and you should focus on the third before worrying about the first two. Having to field congratulations and surprised questions from in-laws about your pregnancy while you’re in the process of miscarrying must have been profoundly traumatic, especially given that you and Kara had already spoken at great length about why she didn’t want any of your relatives to know during the first trimester for exactly this reason. That you yourself were under considerable stress and anxiety when you heard from Kara at work is understandable, but it doesn’t lessen or undo any of the pain you caused her. For the present, I think the most important thing you can communicate to Kara is that you are going to respect her choices, no matter how anxiously or urgently you want to fix things, since the whole reason she left your home in the first place was because in a moment of anxiety and urgency you disregarded an important commitment you’d both made in order to make yourself feel better. Don’t try to rush her out of her pain and anger, don’t urge her to forgive you or come home before she’s ready, and don’t overwhelm her with updates about how terrible you feel. Let her seek comfort from people who did not just hurt her deeply and betray her trust.\n\nIn the meantime, ask yourself what you can do right now to make sure that you won’t make a similar decision in the future. How can you provide yourself with an emotional support structure such that in moments of crisis you don’t abandon an important commitment? How can you demonstrate to your wife that you’ve made real, meaningful changes to prepare to maintain her confidence in future crises? You might also spend this time speaking to your various relatives apologizing for violating your wife’s trust by telling them the news of her pregnancy before she was ready and making sure they all know she needs space so they don’t keep pressing her for information. You can’t push Kara into coming home before she’s ready (or coming home at all), but you can starting working right now to ensure that when or if she does, it’s to an emotionally sober environment and to a partner who understands how and when he went wrong and has taken steps to make sure he doesn’t hurt her in the same way ever again.\n\nQ. The forever girlfriend: My boyfriend and I have been together for eight years, and I’m beyond ready to get married and start a family. He claims he wants this “soon” as well … but there’s still no ring. While we both had some growing up to do early on in our relationship, we have come a long way and now I truly think we are a happy and healthy couple. We talk about the future, we have shared goals and values, we have lived together for years, and we still enjoy each other’s company and support each other. I have been waiting patiently, but I’m approaching my mid-30s and feel like my chances at having a family are slipping away. Do I stick it out and hope the man I love eventually comes around, or leave him and take the chance that I might meet someone who is genuinely excited to take this step with me?\n\nA: Surely in between “sticking it out” and waiting for your live-in partner to propose vs. “leaving him” there’s the middle step of saying: “This is really important to me. I want to get married and I want to have children. I would like more than anything to do that with you. I’ve known you for eight years, I trust you immensely and love your company, and I don’t have any big, unanswered questions, even though marriage can feel like a daunting step. If that’s not what you’re ready for, then this relationship might have run its course. But I want to talk about it before I make a decision.” If he’s evasive or uncertain or noncommittal, then you have sufficient reason after eight years to say, “OK, I think we’re not ever going to be on the same page about this,” and wish him well before saying goodbye. Someone who’s been saying “soon” for years has to either agree that “soon” has at last become “now” or that they didn’t really mean “soon” to begin with.\n\nQ. Nose piercing would kill my mom: I’m a 31-year-old woman who’s very close with my family. I also recently came out as a lesbian. Family acceptance was not what was holding me back from coming out; they have been 100 percent supportive. I’m thinking of getting a septum piercing, both because I like the style and because I think it will help signal queerness. However, I know it would cause my mother tremendous emotional pain to look at it. She’s a wonderfully supportive and accepting person in general, because she’s worked hard to reject the unaccepting way she was raised and because she and I have worked really hard to care for each other in the way the other needs. However, there are some reflexive judgements that have remained. This would be one of them. I know her reaction to my physical appearance is her problem to deal with, but I also know it’s just one of those things she cares about. Is it wrong to consider her feelings when it comes to my physical appearance? Does that mean she and I have bad boundaries? Isn’t it the case that we sometimes make unreasonable accommodations for the imperfect people in our lives?\n\nA: To answer your last question first: Yes, people sometimes make accommodations for others, and gay people in particular often make repeated, unreasonable accommodations for their straight relatives, usually with a justification like “Well, they worked really hard to be less homophobic than their parents” or “They weren’t mean when I came out, so I owe them something because being gay is, at best, something I’m ‘getting away with.’ ” I don’t doubt your claim that your mother would experience “tremendous emotional pain” to see her daughter with a nose piercing; what I do doubt is that never getting a nose piercing is the best or only possible response available to you. If your mother felt distress at your nose piercing, she would have a number of options for dealing with that distress, up to and including looking away, grieving in private over her inability to control how her adult children’s appearances, and letting it go.\n\nThat’s not to say that you must get a septum piercing, of course, or that the only way to become self-actualized is to do something you know will upset your parents—not at all. But while you say, “I know her reaction to my appearance is her problem to deal with,” I don’t think the next part of that sentence—“it’s just one of those things she cares about”—is quite accurate. It’s clear that you feel as though it would be your problem to deal with, that the fact of her caring about it would automatically override your own preferences, and that she would have no recourse for dealing with her feelings or eventually working past them. That for the rest of her life, every day would be like the first day she saw your septum piercing, that she would be endlessly shocked, overwhelmed, bereaved, without resources, totally unable to regulate her own emotions, and beset by a sea of chaos and distress. This is not, in fact, true! It is a relatively small thing, this particular piercing, and you might decide to put it off for a while and reconsider in six months or a year whether you’d like to proceed; if you decide to err on the side of assuming your mother will hate it and go without, you’ll still have plenty of ways to signal gayness (including telling women that you’re gay and asking them out). But I’d pay attention to the question of “boundaries” before you settle on anything. You seem prepared to forgo something that interests you without actually having a conversation with your mother; you’re just assuming that she’d be so upset she would never recover. What might it look like if you had that conversation with her? I don’t think that simply talking about the possibility of a septum piercing would send your mother into permanent decline, even if she disliked the prospect. You can decide to make an accommodation for her without sacrificing your own autonomy, but that doesn’t mean you have to make the accommodation based on guesswork, avoiding a possibly charged conversation because you consider her as emotionally fragile as an eggshell.\n\nGet Dear Prudence in Your Inbox We encountered an issue signing you up. Please try again. Please enable javascript to use form. Email address: Send me updates about Slate special offers. By signing up, you agree to our Privacy Policy and Terms Sign Up Thanks for signing up! You can manage your newsletter subscriptions at any time.\n\nQ. Is he cheating? My boyfriend and I are about to celebrate a two-year anniversary. (We are both cis men.) We were long-distance due to his work for about 18 months but have lived together since March. Because of COVID, and working from home in my instance, we are together almost constantly, and we get along great! I love him, and I love him being here. I want us to stay together. However, I discovered earlier this summer that he has continued to talk to other men on WhatsApp, Skype, etc., and routinely sends pictures, shares porn, and video chats with them while masturbating together and using poppers. Admittedly, I am at fault for how this came to light. I was looking at our in-home security camera one day while out of the house and saw. Since then, we have had multiple conversations about it. I have stated that him continuing to talk to other men, even “nonromantically,” and masturbating together just isn’t something I’m comfortable with. He told me it was an old habit from years alone—an addiction, even—and that he did not want or intend to do it again. He apologized profusely, even saying he was ashamed. Since then, we’ve worked hard to regain trust, with a few missteps (I looked through his phone). I have just had a hard time trusting his commitment to stopping. So recently, when I left for an errand, I left my phone recording a voice memo, which confirmed he is still masturbating on camera with other men. I understand that isn’t “romantic,” but it still isn’t something I want in our relationship. Am I wrong to think this is inappropriate? Have I given away my right to object because I spied on him? If I am being prudish or unreasonable, do you have advice for how to get past it?\n\nA: I do wonder if any good has ever come from having an “in-home security camera,” as all I’ve ever heard them causing is a lot of added strain, surveillance, and suspicion for their users. Surely a good home insurance policy, a solid lock on the door, and a reliable pet sitter are better alternatives, even if you’re the proud-yet-paranoid owner of a Red Mercury stamp. Rather than declaring mutual masturbation and the occasional use of poppers as “inappropriate” across the board, or things that one can only enjoy if one promises to be very ashamed afterward, I think it’s fairer (and simpler!) to say that in your particular relationship, and under your particular agreement, it’s a betrayal of trust that causes you pain. I don’t think going through your boyfriend’s phone or watching him via security camera is doing much to make you feel cherished or like you can trust him; that doesn’t mean you’re not “allowed” to be hurt when he chats with other guys, but I do think it means that what you’re doing is a poor substitute for honest conversation and likely to be counterproductive in the long run.\n\nYour previous arrangement, wherein your boyfriend claimed not to really want to jerk off with other guys, that it was just an old, shameful habit he was eager to slough off, seemed shaky from the start; since you kept going through his phone immediately afterward, I think it’s fairly clear that neither of you really believed what he was saying. Try having that conversation again, without either of you trying to edit your perspectives for the other’s benefit ahead of time. Is this a deal-breaker for you? Is it a deal-breaker for him? Does this dynamic have anything to do with being together “almost constantly,” and do you two have the same idea of how much time you want to spend together versus apart? You’re not a prude for wanting to be monogamous. Your boyfriend was wrong to keep remotely hooking up with guys after telling you he wouldn’t, although I’d stop short of calling that an addiction. Better to have a realistic, honest conversation now—even a painful one—than to keep this system going where he lies to you about how ashamed he is of his sexual appetites and you pretend to believe him before going through his phone.\n\nQ. Spoonless in Seattle: I get along with my single roommate pretty well, but I’m stressed because she doesn’t clean very often. (This predates the pandemic.) Produce rots on the counters and trash cans overflow. If I point out moldy bread or ask her to take out recycling, she does. Maybe I’m being too stringent, but she doesn’t seem to notice what I’d consider serious messes. I mostly pick up the slack and clean by myself because I’m imposing these standards, but there is one thing I can’t fix. She takes dishes to her room and never brings them back. This has been going on for months and the kitchen is dwindling. When I’ve asked if she has anything to put in the dishwasher since I’m going to run it anyway, she says no. This week I said I’d checked for dishes and came up short and asked if she could please double-check; I could either help her look or go to my room and not interfere for a few hours if she needed to clean by herself. No dishes have materialized since then. There is nowhere else they could be. None of these dishes were “mine” since I live in an apartment owned by her aunt and uncle, but still, I pay rent for a furnished apartment. I don’t want to rock the boat because I want to renew the lease; I’m new here and I wouldn’t have any help moving if I left. I feel I can’t complain to the landlords because she’s their niece. Is there a way to firmly ask her to return the dishes that won’t be too mean and upset her? Should I suck it up and buy my own dishes? I have no idea where to go from here because she’s denied having any two or three times. Please help!\n\nA: You can always try one last time: “I’ve looked everywhere else and I can’t find any. Do you mind if I come in and take a quick look in your room?” But if she says no to that, you can hardly break down her door. If I were in your position, I wouldn’t be so eager to renew this lease, because a roommate who refuses to help clean the house can make an otherwise-ideal living situation draining and exhausting. But if you’re determined to stay and you haven’t gotten anywhere by asking nicely (and firmly, and repeatedly), and if she’s really sure she doesn’t have any of the missing dishes in her room, I think buying some cheap extra plates and forks (and keeping a clean stash in your own room) is probably the only move remaining.\n\nQ. Re: I told people my wife was pregnant, and she lost the baby: I know that the letter writer is in the wrong for breaking his wife’s trust, but his sister should have known better than to start spreading the word, especially since she has been pregnant herself. Just a PSA for your readers: You don’t announce someone else’s pregnancy to their family.\n\nA: Right, Tina was wrong all on her own to spread the word as she did (surely getting a panicked text saying Kara’s pregnant, spotting, and terrified makes it pretty clear that now’s not the right moment to start bombarding her with questions and baby presents), but the letter writer’s initial violation of their agreement was very serious too. Kara has every reason to be hurt and angry with both of them.\n\nQ. Re: The forever girlfriend: I have been there. Managed to break up and have a baby with someone else before it was too late. I suggest you propose to him. He will probably say “No.” Then run for the hills … good luck!\n\nA: I don’t think you should propose to your boyfriend as a “gotcha,” but neither should you make any apologies for wanting to get married and have children. There’s no reason to be evasive or to rely on hints and suggestions as if there were something shameful about being direct with a man you’ve lived with for years about wanting to start a family with him.\n\nDiscuss this column on our Facebook page!\n\nClassic Prudie\n\nQ. My husband wants to donate sperm to his ex-wife: I am a young woman who recently married a very successful athlete. He is caring, kind, and thoughtful. We both want children, but in a world where so many children are without loving homes, I can’t imagine having biological offspring when we could provide a wonderful life for children who would never otherwise have one. My husband has always been supportive of this, but recently he brought up an interesting proposition. His ex-wife, who is older than me and has never remarried, asked him to be a sperm donor. She has a successful career and would not need financial support, but I think the proposition is bizarre. He argues that they both have excellent genetics that would be “wasted” if they do not jump at what could be their only chance to have biological children. He said it is no different from donating sperm to a bank, except that he knows the mother will be able to provide well for his offspring. The two split amicably due to pressures of both of their careers. Am I being selfish to say she should find another sperm donor? Read what Prudie had to say.\n\nNow available in your podcast player: the audiobook edition of Danny M. Lavery’s latest book, Something That May Shock and Discredit You. Get it from Slate.", "current_date": "2020-09-17 18:14:11.134821", "publish_date": "2020-09-14", "publish_datetime": "2020-09-14 20:16:03.156000+00:00", "publish_time": "20:16:03", "source": "slate", "title": "Dealing with a partner’s co-dependent family, and more advice from Dear Prudence.", "topics": ["codependent", "family", "advice", "piercing", "dealing", "kara", "im", "shes", "having", "youre", "boyfriend", "partners", "told", "dont", "dear", "think", "prudence"]}