{"authors": ["Danny M. Lavery"], "body": "Slate is now asking those who read the most to support our journalism more directly by subscribing to Slate Plus. Learn more.\n\nDear Prudence,\n\nMy grandmother once had a diamond necklace that was a family heirloom. My grandfather, who didn’t know how to keep things in his pants, ended up giving it to one of his mistresses. My grandmother mourned the loss of the necklace until the day she died. Recently I happened to stumble across the necklace, or what I think is the necklace, on eBay. I questioned my grandfather and contacted the seller, and both parties think it’s possible this necklace belonged to my grandmother. I wanted it back, but when I tried to discuss it with the seller; she said she was selling it for a reason, and if I really wanted it back, I would pay her either the asking price or more. I am not sure what to do next. She has thankfully taken it down, but I feel like I am being blackmailed. Any thoughts?\n\n—Affair of the Necklace\n\nA few, yes. Let’s start with the good news: You’re not being blackmailed. A stranger is selling her necklace, which both she and your grandfather believe is “possibly” a gift he once gave his mistress. The necklace has presumably been in her possession for a fairly long time, and there are a number of reasons this stranger might not want to ask her relative, who may no longer be living, “Hey, did you get this necklace from a man who was cheating on his wife with you?”\n\nIf you can afford to buy the necklace, and you’d like to, you can get back in touch and make an offer. But just because you saw something that looks a lot like the necklace your grandfather gave away doesn’t mean the stranger selling it should hand it over on demand. If you’re still feeling unsettled, I think a more productive use of your time would be to speak with your grandfather about how his cheating and secret gift-giving hurt and confused your grandmother, and how that in turn has affected you. But don’t try to work through your family’s dirty laundry at this stranger’s expense.\n\nGet Prudie in Your Inbox We encountered an issue signing you up. Please try again. Please enable javascript to use form. Email address: Send me updates about Slate special offers. By signing up, you agree to our Privacy Policy and Terms Sign Up Thanks for signing up! You can manage your newsletter subscriptions at any time.\n\nDear Prudence,\n\nMy husband and I work full-time in high-stress, high-performance jobs and have three kids under 4. He has two brothers, one single and one married. The married brother supports his wife, who stays home with their two kids. I am very different from my husband’s relatives, and we live in different states, so I have a polite but separate relationship with them. My husband has never been great at the nitty-gritty. He loses his keys, misses appointments, forgets conversations. It’s annoying, but no one is perfect, and it is what it is. Because of this, I manage most details of our home life. I make grocery lists, make or delegate dinner, manage the kids’ appointments, take the dogs to the vet, etc. I have drawn the line at his extended family.\n\nHis sister-in-law is really particular about details and becomes enraged if my husband doesn’t call his niece and nephew on their birthday and have a present waiting for them at their house. You know where this is going. He “can’t” remember to do this. He forgot again this year and just received the inevitable nastygram from SIL. It is putting our relationship with their family at risk. My family isn’t big on birthdays, so I just don’t understand this rage or her expectations. Also, I feel I do enough of the household minutiae. I don’t want this job. Am I maritally obligated to do this to save their relationship? Can we tell them they are being ridiculous, and it isn’t worth losing family over this?\n\n—Not Another Domestic Task, Please\n\nYou say you’ve drawn the line at managing your husband’s relationship with his extended family, so draw the line here. Whether it’s petty on your sister-in-law’s part or the last straw after a series of forgotten birthdays and other milestones, I think it’s important for you not to take up your husband’s cause here. It’s not just about making an arbitrary stand to force your husband into greater self-sufficiency, either. What frustrates your sister-in-law is that your husband doesn’t think about her kids, so even if you did start sending gifts on his behalf or signing his name to a yearly card, the underlying problem of his inattention would still remain. You can’t save their relationship if he simply doesn’t care about hurting her feelings, ignoring his niece and nephew, or navigating conflict with his side of the family. You can say, “This habit of yours is putting our relationship with that side of your family at risk. What do you want to do about it? What do you want to say to your sister-in-law? What do you want to say to your niece and nephew?”\n\nI don’t want to get too lost in the weeds about what your husband “can” or “can’t” do, whether there’s an executive-function disorder that may be at play here or whether he’s simply learned he can get the women in his life to manage his problems for him. But I imagine that if he’s in a high-powered, high-stress job, he is not in the habit of “forgetting” details at work, like what day a big meeting is scheduled for. I do believe that if your husband put in the effort and took his habits into account, he is capable of setting a calendar reminder on his phone to call his niece and nephew on their birthdays and for sending a small gift to their house. That is not beyond his resources, and he now has a year to plan ahead for the next one.\n\nHow to Get Advice From Prudie\n\n• Send questions for publication to prudence@slate.com. (Questions may be edited.)\n\n• Join the live chat every Monday at noon. Submit your questions and comments here before or during the live discussion.\n\n• Call the voicemail of the Dear Prudence podcast at 401-371-DEAR (3327) to hear your question answered on a future episode of the show.\n\nDear Prudence,\n\nOver the past three years I’ve lost a lot of weight. I look different, but I don’t feel like an entirely new person. I have always liked myself and known my worth. In the past six months, several of my friends have asked me out. Two of them had turned me down (kindly) back when I was a bigger size. The third is my close friend and long-term crush, Michael. I do have feelings for him, and the thought of kissing him makes my mouth run dry. At the same time, I’m still processing how much better people treat me now that I’m thin. It’s painful to navigate, and while Michael has always been great to me, I become anxious whenever I think about the role my skinniness played in his attraction to me. I want to date Michael, but I don’t know how to start or have this conversation with him.\n\n—Suddenly Popular\n\nTwo things are of equal importance here. The first is that if you go out with Michael without ever discussing these fears, I think part of you will always wonder what he “really” thinks of you, and you’ll spend a lot of time speculating what you’re too afraid to ask him about. The second is that you can bring this up with him without feeling as if you have to quiz him for the one correct answer. This man is a dear friend of yours and presumably treats you with sensitivity and respect. If you were to say to him, “I don’t really know how to talk about this, since a lot of it’s very new to me, but one of the stranger things about having lost weight is realizing how differently people treat me when I’m thinner. Sometimes it painfully highlights just how little they thought of me when I was fat. I’m not looking for advice or reassurance from you, but I want to be able to talk about it together,” you’d be leaving a lot of room for an honest conversation on the subject. Pay attention to his response and consider what it is that you’d need to hear from him in order to consider going on that date.\n\nMost importantly, I hope you don’t dismiss your concerns or desires out of fear that you’ll lose this new, kinder, more attentive treatment from others if you act insufficiently grateful, especially since you say this isn’t just about romantic interest but how everyone treats you across the board. You have a right to be frustrated—or any other of a host of possible reactions—upon realizing just how much politeness, friendliness, and general interest others withheld from you based on your size.\n\nHelp! I Constantly Think About Abandoning My Disabled Spouse.\n\nDanny M. Lavery is joined by Charlie Markbreiter on this week’s episode of the Dear Prudence podcast.\n\nSubscribe to the Dear Prudence Podcast on Apple Podcasts, Spotify, Stitcher, or wherever you get your podcasts.\n\nDear Prudence,\n\nSeveral months ago, my best friend gave my partner and I a generous financial gift to help us pay for our wedding. The wedding was later postponed due to the pandemic, and I haven’t even taken the cash out of its envelope. Now we’ve had a falling-out, because he and my partner have had a protracted fight, and he’s ended their friendship. Though I understand the feelings on both sides, I’m also hurt by the way my friend has been treating my partner. I’ve put our own friendship on pause indefinitely. The idea of using this money makes me sad now. He has no respect for my partner anymore, and he’s moving out of our shared apartment soon. Do I give him back this money? Do I talk to him about it? Leave a note? I don’t know what to do.\n\n—Tainted Cash\n\nI think it’s as simple as this sentence: “The idea of using this money makes me sad now.” I suspect you’ll feel an increased sense of ease and flexibility if you give it back either with a gracious note or a brief but kind conversation thanking him for his generosity but explaining that under the present circumstances you can’t accept his gift. That’s not to say it would be wrong to keep it—a gift is a gift, after all. But it doesn’t sound as if you and your partner had planned your wedding with this particular gift in mind, so you don’t stand to lose much by returning it. Giving it back may even make a future reconciliation (or at least a kinder, mutually respectful parting of ways) easier, since you won’t feel guilty or strange for using a gift offered in happier times and under such different emotional circumstances. If you do try to return it and your friend refuses, consider donating it to an organization whose mission you both support.\n\nDear Prudence Uncensored\n\n“The problem here is that these two women are driving themselves to distraction trying to care about something this one guy refuses to care about at all.”\n\nDanny Lavery and special guest Christian Brown discuss a letter in this week’s Dear Prudence Uncensored—only for Slate Plus members.\n\nDear Prudence,\n\nMy girlfriend and I have been together for six months. We intend to move in together in another three months. She is not out to her family, and it’s starting to wear on me. I don’t want to push her to do something she isn’t ready for, but she regularly sees and talks to them, and they still don’t know. Her mom and sister are aware of our relationship, but she’s worried that the rest (dad, aunts and uncles, grandparents) won’t approve. I totally get that. I didn’t have a great coming-out experience with my family, but now I am completely out and open. It’s tough that our relationship is getting more serious while she still hides who I am to the rest of her family. I don’t want to ask her to come out before she’s ready, but I feel less legitimate as her partner right now. How can I stop feeling insecure about this?\n\n—Moving In, Not Out\n\nI cannot help you feel less insecure about your partner’s closetedness, because I don’t think that’s an appropriate role for you to play. It’s one thing to respect someone else’s right to decide when and where to come out, even if that person is your girlfriend. But that doesn’t mean your job is to keep your opinions and feelings to yourself. If she’s regularly visiting her family and intends to continue doing so when you two are going to be living together, that has a direct effect on you, and it’s very much your business.\n\nI’d strongly encourage you to reconsider moving in together before you’ve had a serious conversation about when or if she intends to come out to the rest of her family, or at least the relatives she sees the most often. I’m not suggesting you announce, “Either you come out to your father tomorrow or I’m renewing my lease alone” over today’s lunch. But moving in together is a serious step that pulls your lives together in new and profound ways, and you have a right to be concerned about how much her closetedness could affect you as a live-in partner. Does she intend to have any of these relatives over to visit your new apartment, and if so, does she plan to tell them you’re just a friend? Do you think that’s something you’re comfortable going along with? You two have to be able to talk about these things, even if you don’t immediately arrive at a workable compromise. Changing your mind or putting that move-in date off for a few months while you sort out your conflicting goals and priorities is a perfectly reasonable thing to do. If she’s not ready to come out to the rest of her family but she does anticipate seeing them often, and you decide as a result that you’re not ready to move in with her, you wouldn’t be forcing her to do something she isn’t really ready for. You’d just be saying what you’re not ready for.\n\nNow available in your podcast player: the audiobook edition of Danny M. Lavery’s latest book, Something That May Shock and Discredit You. Get it from Slate.\n\nDear Prudence,\n\nMy partner got laid off in the middle of the pandemic and is now home all day, every day. We can’t really go outside (due to wildfire smoke), nor can he apply for jobs on his laptop from a coffee shop or something (due to the pandemic). I always worked at an office, but my company is having everyone work from home until there’s a vaccine. We live in a studio and are driving each other up the wall. I’m fiercely introverted, and I’m struggling to adjust to work-from-home while I’m in the same room as him all the time. It’s starting to hurt our relationship when I’m brusque with him. In the evenings after work, all I want to do is just get some space from him, which he is hurt by. What can we do to make this tenable?\n\n—No Space Left\n\nAnything you can do to establish even a modicum of privacy, especially while you’re working, will go a long way toward minimizing the frustrating sense of never being alone: purchasing noise-canceling headphones; setting up a workstation that faces a window, a wall, or generally away from wherever your partner’s hanging out; blocking off a half-hour of downtime as your “commute” at the end of your workday where you and your partner politely pretend you can’t see each other before you start cooking together. Yes, it may feel forced and artificial, especially at first, but you just don’t have many better options right now. Knowing there’s a part of the day where you’ll get to be by yourself can go a long way toward bolstering your reserves.\n\nEveryone needs at least some time to themselves, and there’s a world of difference between wanting to be with your partner and being trapped inside a single room together because it’s dangerous to breathe outside your door. Craving that time doesn’t mean your partner’s not lovely to be around. It just means you’re in an ongoing crisis situation, and you need a few minutes every day to decompress before you can make civil conversation over the dinner table.\n\nClassic Prudie\n\nI was raised by an abusive, alcoholic mother who told me that the only reason she chose not to abort me was so my brother would have someone to use as a punching bag, which he did. She was a psychopathic woman who became violent when she drank. She even stabbed me once. Then my father was killed, directly as a result of her abuse, and she committed suicide a few months later. As an adult I’ve come to accept my past and use it to firm my resolve to be a better parent when the time comes. I recently married and have explained everything to my husband. But his family has started to ask about my parents and how they passed away. I don’t regret my mother’s suicide. She was an evil, callous, heartless woman. But I don’t want to share this, or how my father died. My husband’s family is my family, too, now, and the in-laws feel they have a right to some answers. While a part of me agrees, I feel that we would all regret it if I did share. How can I put an end to the questions about my past and specifically my parents’ deaths?", "current_date": "2020-09-17 18:14:11.795658", "publish_date": "2020-09-17", "publish_datetime": "2020-09-17 09:58:00+00:00", "publish_time": "09:58:00", "source": "slate", "title": "Dear Prudence: I think I’m being blackmailed.", "topics": ["partner", "family", "im", "youre", "dont", "dear", "necklace", "think", "feel", "relationship", "husband", "blackmailed", "prudence"]}