{"authors": ["Shannon Palus"], "body": "Perhaps you once thought that the fiery, flooded end of the world would be accompanied by the richest among us hunkering down in beautiful, remote, safe fortresses, stocked with nonperishables, entertainment, and comfortable things to lay on and splash in. At least, that’s what I gathered from a string of stories that ran in various publications in 2019: CNN and Business Insider offered tours through “billionaire bunkers,” the New York Times wrote about a man who sold units in a “Survival Condo” 15 stories beneath the surface of the Earth, complete with a heated swimming pool. “If you can make people afraid, you can sell them all kinds of stuff,” a skeptical anthropologist told the paper. It seemed like overkill at the time, evidence of cartoonish economic stratification.\n\nBut here in 2020, I realize that many of us are, in fact, in our climate change bunkers right now.\n\nSmoke from fires in a warm, dry West have made it difficult to go outside in a large swath of the country. “The best way to protect your health is to stay home,” a health officer in Oregon said in a PSA-style video on Twitter. “Stay inside, with windows and doors closed. Check your heater and your air conditioner to make sure they are not drawing in outside air.” A professor of occupational and environmental medicine told the Los Angeles Times that you should “limit yourself to gentle walking if the air quality is OK.” A psychologist in San Francisco, worried about the mental effects of the fires and smoke, urged residents to “find ways to sort of entertain yourself while you’re home.” (This is, of course, if you have not been forced to evacuate your home.)\n\nIn the Midwest, a mosquito-borne illness has also made it difficult to go outside. Eastern equine encephalitis, a rare disease that causes neurological problems, is becoming less rare as mosquito season stretches further and further into warmer falls. “Limiting exposure at outdoor activities, especially near dusk when mosquitoes are most active, is the best way to keep you and your family safe from this deadly disease,” the chief deputy of health in Michigan, where the virus has been found in nine horses, told press. A woman died of EEE in Wisconsin, the health department there reported earlier this month. The health department recommends bundling up in long clothing and socks if you go out “during peak mosquito activity hours.”\n\nOn the Gulf Coast, a relentless hurricane season, with storms made stronger by increasing temperatures, has forced people to leave their homes for other shelters or, in some cases, comply with curfews. In August, the Texas Tribune reported that city officials in Austin ran out of hotel vouchers to give to people evacuating from the Southeast to stay safe from Hurricane Laura. This week, Louisiana, Alabama, Mississippi, and Florida prepare for Hurricane Sally, closing beaches and stocking up on supplies. Further north, such hurricanes can turn into storms that bring more rain.\n\nNot being able to leave one’s home is a tiny worry compared with needing to abandon one’s home altogether.\n\nNot being able to leave one’s home is a tiny worry compared with needing to abandon one’s home altogether. It might not be a big deal at all—if it weren’t for the fact that there’s nowhere else to go but outside, because of the coronavirus. The spread of a novel pathogen might not be the result of climate change, but it is linked: As humans push the boundaries of where we live and make animal habitats our own, animals are in turn more likely to give us diseases. “We’re not doing it on purpose, but it’s our everyday way of going about business on the planet that seems to be driving this,” a zoologist who studies coronaviruses in bats told Slate in March, just before shelter-in-place orders and directives to flatten the curve forced all Americans who could to not leave their homes.\n\nSo what did we do in response? We bought standing desks, ergonomic chairs, cute sweatpants, soft, wireless bras; we declared we were never wearing bras again; we live in our homes now. We bought absolutely all the Nintendo Switches. We held parties on our computers; we learned to socialize and exercise and eat and sleep and go to therapy and go to school and date from the safety of our climate change bunkers. Look around you. Welcome to yours.", "current_date": "2020-09-17 18:14:08.850610", "publish_date": "2020-09-15", "publish_datetime": "2020-09-15 15:58:00.576000+00:00", "publish_time": "15:58:00", "source": "slate", "title": "We are already in our climate change bunkers.", "topics": ["stay", "leave", "forced", "climate", "told", "ones", "bunkers", "outside", "hurricane", "change", "health", "way", "safe"]}