{"authors": ["Jamilah Lemieux"], "body": "Care and Feeding is Slate’s parenting advice column. Have a question for Care and Feeding? Submit it here or post it in the Slate Parenting Facebook group.\n\nDear Care and Feeding,\n\nCan I date someone who wants nothing to do with my kids?\n\nI’ve had primary custody of my daughter (age 17) and son (16) for the past 15 years. They generally spend one week or weekend a month with their mother and the rest of their time with me. Their mother has been married multiple times (with multiple temporary stepsiblings for my kids), and whenever there was a new man in the picture, her eldest daughter (19) would often stay with me as well.\n\nDating with this custody arrangement has been a challenge. Women with kids often seemed in a rush to blend families when I wanted to keep them strictly separate until I was ready to be remarried. I dated a woman who had no children seriously for four years, but she eventually backed away from dealing with two to three stepkids and a difficult ex. Two years ago, I had a temporary work assignment in Miami, where I met and began dating my sister’s best friend from college. I spent the next six months flying back and forth from Kansas City, and we quickly fell in love. When she would come to visit, all my kids loved her. (Partly because she would spoil the girls with designer clothes and my son with expensive gaming systems.) When my work assignment ended, and I couldn’t travel anymore, my girlfriend (a consultant whose work takes her around the world) moved in with me.\n\nThere were challenges from the beginning. My girlfriend refused to make friends with the “pumpkin-spice moms” in suburban Kansas City, even though my daughter’s friend’s mothers often attempted to include her in activities. She didn’t understand why we couldn’t go out every weekend or on school nights. My kids are all good kids. But they are teenagers. They’re noisy, messy, and often inconsiderate. Three kids with three schedules means I’m constantly driving one of them somewhere, and I can’t drink on weekends because I need to be available if one of them needs to be picked up.\n\nMy girlfriend was miserable. She spent most of her time locked in the office working or crying in our bedroom. When she came out, I could see she was trying hard with my kids, but she was terrible at it! My son hated her demands to tidy up around the house, but they at least managed to bond over video games. My daughters now hate her—and it’s mutual. She says they are “selfish, spoiled little bitches” who don’t appreciate what I sacrifice for them, and “take after their mother.” This is harsh, though not entirely inaccurate … but you don’t say those things where kids can hear you! My daughters are also smart, have a ton of friends, and rarely get into trouble.\n\nI told my girlfriend she needed to figure out how to get along with them or this wasn’t going to work out between us. She moved out the next day. But I missed her. She missed me. So instead of heading back to Miami, she bought a fancy loft in the arts district and agreed we’d see each other just once or twice a week until my younger daughter went to college. My girlfriend is perfectly happy with this arrangement and is back to being the undemanding, fun, amazing woman I fell in love with. My kids thought we had broken up, and now that they know we haven’t, my younger daughter is furious. She says I’m betraying them by being with someone who hates them, “just like Mom does.” (My older (step)daughter is focused on college and doesn’t care as much.) Am I betraying my children? I expect they will all stay close for college, so I’d like to at least be able to celebrate the holidays or see them on the weekends without drama. Was I wrong to make it my girlfriend’s responsibility as the adult to get along with my kids?\n\n—In Love With the Wicked Stepmother\n\nDear ILWtWS,\n\nI gotta admit, I spent a few minutes staring out into the void thinking about how I’d feel if my father’s girlfriend—with whom he is still entangled—called me a “selfish, spoiled little bitch,” and boy, it did not feel good. I’m 36. I don’t know how a punch like that would land at 16.\n\nIt sounds to me that your children have spent most of their lives without being a priority to their mother—including your stepdaughter, as it sounds like you’ve stood in the gap for both of her biological parents. That has, of course, affected both you and the kids in a major way. Your ex has been able to bounce from relationship to relationship with ease while you’ve been busy doing the heavy lifting alone. It’s truly unfair. You, too, deserve companionship.\n\nAlas, the person that you chose is a damn complicated fit for the unique situation you’re in. You’ve got three (say it with your chest: “three”) children who have been largely rejected by their own mother, and who do you end up moving into the house? A woman who literally could not control her contempt for them enough to avoid referring to at least one of them as a “selfish, spoiled little bitch” while they were within earshot. And if that wasn’t triggering enough, they come to find out that when they thought you two had called it quits, you actually just hadn’t told them to their faces that you were still laid up with her.\n\nI’m a single parent too, so I can certainly relate to the difficult business of trying to find someone whom you like, who likes you, who is also a good fit for your family, your lifestyle, your goals, etc. It’s hard as hell, and I can only imagine how it must feel watching your ex constantly partner and repartner at will, because she has the time, because you have the kids.\n\nHowever, throughout this complicated journey, you have had choices and your children have had none. Unlike their mother, you have chosen to prioritize them up until this point in their lives, which is great. But looming college plans and legal adulthood doesn’t mean your children don’t need you to put them first anymore.\n\nThis woman said some really awful things about your kids, and you didn’t really dispute them, at least not in your letter. Do you think your children are selfish, spoiled bitches? If so, maybe that’s what you should be writing to us about, no? That seems like a huge issue to address, perhaps one that should be talked out with a professional.\n\nYou weren’t wrong to expect her, as an adult, to put forth an effort to get along with your children and, when said effort failed, to not resort to name calling. She does not have to like or want children, but if she is going to date a man who has them, she has to be able to treat them well. If they mistreated her, you should have addressed it. Acting like the kids don’t exist when you’re together ain’t gonna cut it.\n\nIf you don’t think that your children are selfish, spoiled bitches, is it that they have acted out of character with your girlfriend and mistreated her in some significant way? Or is she having an outsize reaction to standard-issue teenage shenanigans? I can’t tell clearly from your letter, but either way, there’s going to have to be some significant work done to heal your family—even if your girlfriend drops out the picture tomorrow.\n\nI can’t overstate how messed up it is that these kids, particularly your daughters, have a crappy, selfish mom, and then find themselves sharing a home with a woman who is equally disinterested in caring for them. Can you date someone who wants nothing to do with your kids? Casually, absolutely. But if you’re talking about sharing your life with someone, you can’t ignore the fact that your life includes your children—and they won’t stop being a part of your life just because they’ll be moving out soon.\n\nI can’t tell you to hold out for someone who loves kids, specifically yours. But I will say that being a father is one of the best and biggest parts of who you are as a person. Do you think the great love of your life is one that requires you to take off such a treasured hat at the door? Doesn’t sound like a great fit to me, but I’m wishing you lots of happiness no matter what.\n\nHelp us keep giving the advice you crave every week. Sign up for Slate Plus now.\n\nDear Care and Feeding,\n\nMy wife and I are both socially awkward, but we’re otherwise happy with our lives and our two kids. Our eldest daughter has a 10th birthday coming up, but because of COVID, we are limited to just having a birthday “parade” for her instead of a party. We have posted information on the school’s fifth-grade Facebook page, which is how parents communicate these days, but we haven’t received any responses so far.\n\nMy feeling is that a number of the parents don’t care for my wife and I, as we tend not to be social with them outside of school. They have a very close-knit clique that started before some of the kids were in kindergarten, and when we joined the school in first grade, we never seemed to make the cut. Now, I fear they are taking it out on our daughter. She has classmates who video chat with her, but even those parents won’t commit to what is little more than a drive-by birthday greeting. I don’t want my daughter to suffer because her mom and I failed to overcome our own social anxieties. Do you think there is anything that can be done to increase participation in my daughter’s birthday celebration?\n\n—The Shy Parent\n\nDear TSP,\n\nAsk your daughter’s teacher for a class roster and message all the parents individually via Facebook, or email if possible. Say something along these lines: “Hi, I’m TSP. You probably recognize my wife and I as the couple who doesn’t usually say very much at school gatherings. I hope no one takes that to be rudeness or a lack of interest in getting to know our daughter’s classmates and their families; honestly, the two of us are just on the shy side. I’m writing because we’re having a little celebration for Kiddo’s birthday and though we posted it on the fifth grade page, we haven’t gotten many responses yet. It’s been such a rough year for all the kids, and it would really mean a lot to Kiddo to see some of her classmates participate in her special day …”\n\nI know I’m asking you to go from 0 to 100, but you were gifted self-awareness for a reason. A lot of folks who could be described as socially awkward could not tell you that themselves, and while it may seem a little scary to share that information publicly, you very well may find that there are other families outside (or even within) the “clique” that are dealing with similar issues. Furthermore, you’ll be giving your daughter’s classmates’ parents the information they need to make a decision about the parade; kids’ birthday parties are usually somewhat of a pain-in-the-ass, so it’s easy to use “unfriendly parents” as an excuse not to attend. Shy and awkward are easily, and often, mistaken for mean or stuck-up. I think baring your soul a little here can go a long way, or you’ll get confirmation that these people are garbage human beings and that you simply can’t rely on them for basic acts of decency.\n\n• If you missed Tuesday’s Care and Feeding column, read it here.\n\n• Discuss this column in the Slate Parenting Facebook group!\n\nDear Care and Feeding,\n\nI am getting married to the love of my life next year (circumstances permitting), and I couldn’t be happier about that! I only have one small problem: We’ve lived together for seven years and prior to three years ago, everyone outside the two of us and our closest friends assumed I was a cisgender man and not a trans woman. His parents and brothers have been supportive and kind (often more than my own), but the wedding guest list includes many members of his extended family I’ve never met. Normally I would be worried, yet optimistic; however, a not insignificant number of his family explicitly harbor negative feelings toward queer people and are sometimes openly hostile about it on social media. I don’t read immediately as feminine even after three years of hormone replacement therapy, and I’m worried some sort of altercation might happen when I meet these people for the first time. He says there’s a good likelihood that a lot of his family won’t travel to our state for the wedding and has assured me he’ll help me no matter what. But the fear of it all has been putting so much stress on me that I’ve been crying thinking about it. Is there something I can do to keep the chance of some sort of altercation or confrontation low or should I just accept that something may happen and prepare myself for it?\n\n—Bleary-Eyed Bride-to-Be\n\nDear BEBtB,\n\nGirl, fuck those people. This is your wedding day. Yours. A day about you. Your fiancé should not want to invite anyone who does not respect both your humanity and your womanhood, but if that’s not clicking for him, I think you should tell him that you don’t want to have anyone present that isn’t going to happily welcome you into their family. Courtesy invites are for people whom you’d want to have at an event but you know it’s unlikely they’ll come; if you invite someone to a wedding, you have to be prepared for the possibility that they will show up. For that reason, you need to limit your guest list to only those friends and family members who will come in the spirit of love and celebration and worry about those other losers when you’re forced to share space with them, like at a family reunion or funeral.\n\nAlso, I think you may want to talk to your fiancé about how you want him to support you in situations like this. His approach here leaves something to be desired. I’m sorry this is putting a damper on your wedding planning, and I hope you can trim the fat off the guest list and get back to the good part soon.\n\nDear Care and Feeding,\n\nI’ve been friends with “L” for about 15 years now, just over half my life. We both grew up in abusive homes and struggled a lot through early adulthood because of it. Throughout all of it we stayed close, even when I moved across the country and she had two children (I don’t have any). She was always determined and ambitious, and I always admired how she bounced back from adversity.\n\nI considered L my best friend until about a year ago, when her partner said some really bigoted things about me and she defended him. I told her to call me when she realized that this situation was toxic. A few weeks ago she did just that; her now-ex got high and totaled her car with her two kids (they were physically unharmed, and neither of them is his). We talked a little bit and it seemed like she was doing well, but I was genuinely stunned when she called me crying a short time later to tell me she hit her 6-year-old out of anger because she’s a “bad kid.” I walked her through everything I know about severe clinical depression and how to treat it, mainly therapy and meds (she stopped taking hers), but also yoga, journaling, soul searching, meetings, etc. When I checked in the next day, she told me she was going to take vitamins and try to sleep with her ex. I never thought I would be in this position with her. What should I do?\n\n—Sister’s Keeper\n\nDear SK,\n\nI’m sorry your friend is struggling like this. The best thing you can do for her now is to try to assist her in getting some real help. Speak from the heart, talk about how you admire her and how she deserves to feel better. Make yourself available to go virtually to a counselor or therapist with her. Check in as often as you can, remind her that she’s not alone and has someone who cares about her by her side. But don’t forget to be gentle with yourself; know that you are not solely responsible for her ability to recover and that she can only get better if she is willing. You aren’t responsible for ensuring that she turns things around, you’re simply a friend wanting to help a friend get better—and for good reason, as both she and her children could be in real danger right now. I know this is a stressful and frightening situation. Please do your best to be present and persistent, while also honoring the fact that this woman is an adult with her own mind, and that even your best efforts may not be enough on their own to get her to come to terms with what she needs to do for herself and her family. Good luck to you both.\n\n— Jamilah\n\nMore Advice From Slate\n\nI’m a new mom, and breastfeeding is not going well. I’ve been putting the baby to the breast constantly, my IBCLC lactation consultant thinks my latch is good, we’ve had him checked for lip and tongue ties … I can pump about a half-ounce a day and am having to heavily supplement with formula and it just has me so stressed trying to balance the two feeding methods. He’s about 2 months old now. I just don’t know what to do. I want to stop breastfeeding and pumping and switch to formula but I worry people will think I didn’t try hard enough, and that I’m shortchanging my baby.", "current_date": "2020-09-17 18:14:11.251867", "publish_date": "2020-09-16", "publish_datetime": "2020-09-16 16:52:32.753000+00:00", "publish_time": "16:52:32", "source": "slate", "title": "Girlfriend and kids hate each other: parenting advice from Care and Feeding.", "topics": ["good", "advice", "care", "parents", "im", "little", "children", "hate", "girlfriend", "dont", "think", "know", "kids", "feeding", "parenting"]}