{"authors": ["Elliot Hannon"], "body": "Here’s an insight into how the Trump administration views citizens protesting: Federal officials, according to a whistleblower, sought a “heat ray” weapon that had been considered ethically dubious even in a wartime setting to use against anti-police brutality protesters outside the White House this summer. National Guard Maj. Adam DeMarco told lawmakers that the Department of Defense’s top military police officer sent an email June 1 asking the D.C. National Guard whether it had a weapon called an Active Denial System or ADS. The ADS, which was designed by the military two decades ago, is a weapon that operates much likes a microwave, and makes its targets feel as if their skin is burning. DeMarco was included on the email as the ranking D.C. National Guard officer that day.\n\nThe ADS was part of a larger buildup of weapons, lethal and nonlethal, that could be deployed against protesters. “The ADS can immediately compel an individual to cease threatening behavior or depart through application of a directed energy beam that provides a sensation of intense heat on the surface of the skin,” the military police officer said in the email. “The effect is overwhelming, causing an immediate repel response by the targeted individual.” The weapon had previously been considered unsuitable even for wartime deployment, but the officer said it “can provide our troops a capacity they currently do not have, the ability to reach out and engage potential adversaries at distances well beyond small arms range, and in a safe, effective, and nonlethal manner.”\n\nSubscribe to the Slatest newsletter A daily email update of the stories you need to read right now. We encountered an issue signing you up. Please try again. Please enable javascript to use form. Email address: Send me updates about Slate special offers. By signing up, you agree to our Privacy Policy and Terms Sign Up Thanks for signing up! You can manage your newsletter subscriptions at any time.\n\n“The technology, also called a ‘heat ray,’ was developed to disperse large crowds in the early 2000s but was shelved amid concerns about its effectiveness, safety and the ethics of using it on human beings,” the Washington Post reports. “Pentagon officials were reluctant to use the device in Iraq. In late 2018, the New York Times reported, the Trump administration had weighed using the device on migrants at the U.S.-Mexico border—an idea shot down by Kirstjen Nielsen, then the Homeland Security secretary, citing humanitarian concerns.”", "current_date": "2020-09-17 18:14:11.347334", "publish_date": "2020-09-17", "publish_datetime": "2020-09-17 10:22:15.471000+00:00", "publish_time": "10:22:15", "source": "slate", "title": "Military Police Sought “Heat Ray” Weapon Deemed Unsuitable for War to Use on D.C. Protesters", "topics": ["unsuitable", "heat", "signing", "guard", "officer", "dc", "weapon", "deemed", "protesters", "email", "war", "ray", "national", "sought", "ads", "military", "wartime"]}