{"authors": ["Aviva Shen"], "body": "After months of protests and calls for justice, Breonna Taylor’s family will receive the largest settlement for police misconduct ever paid by the city of Louisville, Kentucky. The city announced Tuesday that it will settle the family’s wrongful death lawsuit for $12 million and also commit to instituting several reforms to policing practices.\n\n“I hope this agreement is the next step in bringing a more just Louisville,” said Jefferson County Attorney Mike O’Connell. “A more just Louisville is the medicine we need to heal.”\n\nTaylor’s family will receive $12 million, yes. But the Louisville police officers who busted into the 26-year-old ER technician’s house and killed her will not pay a penny. Nor will the police department that sent them. The money for the settlement is coming, as these things always do, from taxpayers. According to the Louisville Courier-Journal, $5 million is coming from the city’s risk management fund, while the rest will be paid via the city’s self-insurance fund.\n\nThe settlement comes a couple months after the police department successfully fended off demands for its defunding. In June, Louisville’s metro government actually increased the police budget from $189.8 million to $190.5 million. Some of that money will be used to recruit a more diverse force, implement additional training, and explore co-responder models to bring trained behavioral health specialists on calls with police officers. They have also allocated funding for a civilian review board to oversee the police and increased money for youth programs and affordable housing. Still, 49 percent of the city’s entire budget is devoted to police and corrections, according to BLM Louisville.\n\nTaylor’s settlement may be the largest, but it is far from the only payout the city is making this year on behalf of police officers. Louisville is still facing a pile of lawsuits over a scandal where officers sexually abused teenage boys through a mentorship program for years. Two former officers implicated in that abuse pleaded guilty and are now in prison. The city is still picking up the tab for them.\n\nIt matters that the bill for brutality falls on taxpayers. These taxpayers include the very communities who endure constant harassment and abuse from the police. Part of the point of a civil rights lawsuit is to deter future violations—but that doesn’t work when the agency that keeps churning out violations is completely insulated from the consequences. Many have pointed out this accountability problem with qualified immunity, the legal doctrine that makes it much harder to sue officers for constitutional rights violations. But even when lawsuits do manage to clear that hurdle, the wrongdoers are almost always exempt from having to actually pay for what they’ve done.\n\nIndividual police officers almost never contribute their own money to city settlements with their victims, UCLA law professor Joanna Schwartz found in a 2013 analysis of data from 44 of the nation’s largest police departments and 37 midsize departments. Even when a court requires them to pay punitive damages, which is a doctrine specifically meant to punish abusive cops if they acted with “reckless or callous indifference,” the government tends to pay for them. Schwartz has noted that it’s unlikely officers would be able to afford multimillion-dollar payments themselves, so forcing them to pay the entire amount could shortchange the families of their victims. But police departments are good for the money. Police budgets have steadily ballooned even while the agencies are racking up millions of dollars a year in civil rights complaints that are then passed off to taxpayers.\n\nWith municipal budgets strained by the pandemic, it will become harder for city services to absorb the costs of these enormous settlements. Some cities have already started borrowing money to pay for police brutality, as CityLab’s Brentin Mock reported. But there’s one source of funding that’s thus far gone untapped. What if city governments finally got sick of paying millions both to the police and the people they’ve abused? Some commentators have claimed “Defund the Police” is a confusing or misleading slogan. Here’s a clearer option: “Defund the Police by the Amount They Owe Their Victims.”", "current_date": "2020-09-17 18:14:09.918308", "publish_date": "2020-09-16", "publish_datetime": "2020-09-16 19:41:47.314000+00:00", "publish_time": "19:41:47", "source": "slate", "title": "Louisville's settlement with Breonna Taylor's family won't be paid by the police.", "topics": ["family", "officers", "money", "victims", "taylors", "million", "paid", "louisville", "city", "wont", "settlement", "taxpayers", "pay", "louisvilles", "breonna", "rights"]}