{"authors": ["Jordan Weissmann"], "body": "This is part of Six Months In, a Slate series reflecting on half a year of coronavirus lockdown in America.\n\nUntil the morning he decided to shut it down, Will Eastman had been planning a 10th anniversary bash for U Street Music Hall, his much-loved, no-frills dance club in the District of Columbia. Nestled along one of the city’s main nightlife drags, it’s a plain, black-walled basement space with a sternum-shaking sound system, where in the days before the coronavirus, 500 people could get sweaty to some underground deep house or drum and bass, catch an indie band, or hear a set from one of the bigger acts like Four Tet, Disclosure, Robyn, or Diplo who would sometimes stop by. To mark a decade of U Hall—as its devoted fans call it—Eastman had booked the biggest batch of events of his career as a promoter and DJ.\n\nTwo days before the shows were set to begin—March 11—Eastman realized he had to pull the plug. America was waking up to the fact that the pandemic was already flaring. “It just became clear that it wasn’t safe to hold shows,” Eastman told me recently. “The crisis was just coming down, like a freight train headed toward us.” That day, D.C.’s mayor ordered a state of emergency.\n\nSix months later, concerts are still off-limits, and your favorite music venue’s days may be numbered. A jazz club down the street from U Hall shut down recently—as have hundreds of performance venues across the country since the pandemic began. Eastman says he’s spent down much of his personal savings and racked up $32,000 on an American Express card trying to keep the business afloat. He recently laid off his staff for the second time after running out of government aid and thinks that without more help, he’ll likely have to close for good by the end of October. Keeping the venue open longer would require him to start breaking into his retirement accounts, without any guarantee of when he could reopen.\n\nHow did we let this happen? Music venues, theaters, and movie houses help make cities desirable, interesting, and economically humming—but they simply cannot operate in a pandemic. Following one of them through the past six months reveals a lot about how America’s economic relief left many kinds of businesses behind—and how much worse off these places will be unless a presently gridlocked Congress does something. Knowing that his club’s fate is in lawmakers’ hands “feels incredibly helpless,” Eastman told me. “Like, a shipwrecked sailor at sea, waiting for aid that may never come. That’s exactly how it feels.”\n\nRight now, most of America’s live-music industry is paralyzed, as states have barred concerts to prevent coronavirus transmission and artists have canceled tours. At some point, the shows will go on. But the question is where, and how many venues will be left for musicians to play. Corporate behemoths like Live Nation have the financial resources to keep the clubs they own and operate alive while waiting out the pandemic. Many of the owners of independent venues do not.\n\nEven if they wanted to, it’s unclear how many venues could profitably reopen right now. In some of the biggest music markets—New York City, D.C., pretty much all of California—indoor shows are still banned entirely. In others, clubs still face serious restrictions on attendance. In Nashville, for instance, crowds have mostly been capped at 25 to 125 people, depending on the size of the space, too small for most venues to turn a profit. As a result, famous spots like the Grand Ole Opry House and Bluebird have chosen to stay shut. The 2,300-seat Ryman Auditorium recently reopened with a performance by country star Scotty McCreery, even though it could only legally fill 5 percent of its seats (the venue also livestreamed the show). We are a long way from when venues will be able to cover their bills by selling tickets to performances.\n\nIn the meantime, clubs still need to pay their rent, and some have already folded under the financial pressure. Nobody has an exact casualty count, but Yelp’s data team told me that 173 music venues and 187 theaters on their platform shuttered permanently between March 1 and Sept. 9 in the United States. That’s unquestionably a lowball assessment, since business owners who close their doors probably aren’t prioritizing the updating of their Yelp accounts. And if the industry is to be believed, the pandemic could soon become an extinction-level event: In June, a new advocacy group for music venues released the results of a member survey in which 90 percent said that, without more government aid, they would have to close for good within the next few months.\n\nMusic clubs have not traditionally been a Beltway lobbying force. The coronavirus has forced them to try to become one. This spring, stages across the country formed the National Independent Venue Association to press their case to lawmakers, in part because the CARES Act was designed more for businesses that could limp through the pandemic, not ones that had to shut down entirely.\n\nEastman has been one of group’s more vocal members, serving as point person for the D.C. area. In many ways, U Street Music Hall’s story illustrates how the small-business rescue has put venues like his on an agonizing merry-go-round for six months, carrying them through America’s pandemic summer only to leave them in the same perilous spot they were in back in March.\n\nAfter canceling its shows, U Hall started doing what it could to bring in cash. First, it pivoted to selling merchandise. On the day D.C. announced its stay-at-home order, publicist Melissa Beattie ran back to the venue to frantically gather up whatever shirts, flyers, and posters she could find with the club’s logo—anything that could maybe sell—to bring to her apartment. Later, she began tie-dyeing some of the venue’s black T’s in bleach, which she’d stocked up on because of the pandemic. The black-and-white swirl pattern has turned out to be hit. “I do a lot of DIY projects, being an old punk from my teenage and college years,” Beattie told me. “Being cooped up at home, you get creative.” She eventually set up a production line in the club, with big plastic vats of bleach on the bar area. The finished shirts dried in the coat-check room.\n\nThe club also began livestreaming DJ performances on Twitch—it calls the broadcasts U Hall TV—and asking for donations through Venmo. Local artists play from the stage, for a typically small but appreciative audience at home. General manager Ken Brobeck told me that about 40 people usually tune in.\n\nThe T-shirt sales have turned out to be profitable, bringing in $9,294 in August alone. (“If this were just a story about merch, this would be a great story,” Eastman told me.) The livestreams are mostly there to keep the club in people’s minds; once you factor in all the work involved, they may lose money. Between merch sales and donations, Eastman told me, the club’s revenue was $13,267 in August—not enough to cover the space’s rent and related charges for the month.\n\nOn top of that, it can be strikingly expensive even to maintain a basically empty building. Eastman is still paying his internet and utility bills and liability insurance (“Because God forbid there’s a fire or something”). He still owes the D.C. government money for various licenses and certifications he can’t use, even though they’ve shut him down. Fixing a broken pump cost him thousands of dollars. He could cut some additional costs if he stopped using the space entirely—for instance, he wouldn’t have to air-condition his 5,000 square feet of space that way—but then he’d have to give up on livestreaming from it.\n\nAnd then there’s the staff. Eastman first laid off his crew at the start of April, though some of them volunteered to keep helping with the T-shirts and U Hall TV. He later brought six workers back thanks to a $120,000 forgivable loan from the Paycheck Protection Program. But that money eventually ran dry—PPP loans were only designed to last for a couple of months—and by September, he had to let everyone go again.\n\n“It was almost like a deep gut punch that was delivered by the universe,” Brobeck said of being laid off the first time. He told me that managing U Hall had been his dream job; a longtime DJ himself, he’d been there since Day One, at first working the box office, then the door, the bar, and assistant managing before climbing to his current role. To have all that “just zapped” at age 45 took a lot of processing, he said. The second go-round was less of a shock.\n\n“This time, it sucks,” he said, “but we could just see it coming.”\n\nU Hall’s problems have been compounded by a long-running and complicated dispute with its landlord, JRC Group owner Hanny Chan, over the club’s lease, a conflict has saddled Eastman with legal bills on top of his other expenses, while illustrating how local attempts to protect small-business owners during the pandemic haven’t necessarily panned out as intended. Earlier this year, the D.C. Council passed a law requiring commercial landlords to work out new rent payment plans with their financially troubled tenants, but it turned out to be vaguely written and hard to enforce, and Eastman’s request for one—to make a longish story short—went nowhere. (In response to a request for comment, Chan’s attorneys said U Hall had “refused to provide” information necessary to craft a plan.) The council has also passed a temporary ban on commercial evictions, which in theory could let businesses hold out until the next round of federal aid comes. But Eastman told me he worries that if he stops paying rent indefinitely, Chan could use other legal hardball tactics to force him out. He pointed me to a recent incident in Austin, Texas, where the Stay Gold music lounge was threatened with a roughly $500,000 lawsuit for allegedly breaching its lease.\n\nEastman is U Hall’s sole owner—he bought out his original partners some years ago—so keeping it alive is his responsibility. At the moment, it’s hard to see a financial light at the end of the tunnel. Even when D.C. reaches Phase 3 of its reopening, it will only allow 5 people per 1,000 square feet into music venues, which would let him admit 25 guests—not enough to put on a show. “Honestly, for me, financially, the best thing would be to walk away. This is an anchor weight around my neck, financially. The best thing would be to just let it sink to the bottom of the ocean and be free,” he told me. “But I can’t do that.”\n\nAt least, not yet.\n\nIf Congress is going to save businesses like music venues, theaters, and bars that won’t be able to reopen fully for at least several more months, and maybe longer, it will need to pass some sort of targeted bailout. Providing another round of PPP would at best be a stopgap, in part because that program’s loans have to be spent primarily on payroll, rather than fixed expenses like rent.\n\nThere are at least a couple of bills in Congress that could do the job. Recently, the National Independent Venue Association has thrown much of its organizing weight behind the Save Our Stages Act, a bill that would rescue live performance spaces by offering them grants of up to $12 million to cover expenses. Much of the music industry has aligned behind it; 600 artists, including Lady Gaga, Billie Eilish, Neil Young, and André 3000, signed a letter in support.\n\nMore importantly, it has become an unusually popular bipartisan cause. Its original sponsors were John Cornyn, the senior Republican senator from Texas, who is up for reelection in a state that’s become a surprising battleground, and Minnesota Sen. Amy Klobuchar. (Austin and Minneapolis are, of course, both known for legendary music scenes.) The bill has 37 other co-sponsors, including 11 more Republicans. Senate Minority Leader Chuck Schumer is backing it, too; last month, he appeared at a press conference outside of Baby’s All Right in Brooklyn with James Murphy of LCD Soundsystem to talk up the legislation. “I will do everything I can to get this done, because it is so effin’ important,” he said. (Yes, Chuck Schumer literally said “effin’.”)\n\nThe Save Our Stages Act is not expensive; the total cost is $10 billion. It’s not clear if anybody in Congress even opposes it. The problem is that, as of now, Congress appears to have reached a point where it will either pass one gargantuan aid package or nothing at all. At the moment, the prospects for a grand bargain on relief spending are looking increasingly dim. Last week, I asked Schumer’s office if they thought there was any chance that Save Our Stages could get a floor vote on its own; they told me to ask Cornyn’s office. When I asked Cornyn’s, I got silence.\n\nEastman, for his part, told me he’d be happy with any aid at all. Whether it was a Save Our Stages grant or another round of PPP funding, anything might get the club closer to the end of the pandemic. But watching Congress at an impasse, he isn’t feeling confident. As he said: “It just reminds me, you can do everything right and still fail.”", "current_date": "2020-09-17 18:14:09.222698", "publish_date": "2020-09-14", "publish_datetime": "2020-09-14 17:10:36.772000+00:00", "publish_time": "17:10:36", "source": "slate", "title": "Our last chance to save music venues is right now.", "topics": ["pandemic", "hall", "right", "clubs", "save", "dc", "congress", "told", "venues", "chance", "eastman", "club", "music"]}