{"authors": ["Whitney Tesi"], "body": "On Tuesday, Apple hosted its fall event, where it revealed new products such as the Apple Watch Series 6, Apple Watch SE, and iPad Air 4 (but not an iPhone). Following months of rumors, Lisa Jackson, Apple’s vice president of environment, policy, and social initiatives, announced that all models of Apple Watches will no longer come with USB power adapters in order to reduce their environmental harm.\n\nThe smartwatches will still come with the USB power cord. But if you don’t have an adapter in hand, you would have to purchase it separately. Currently, the adapter goes for $19 on Apple’s website.\n\n“Sometimes, it’s not what we make, but what we don’t make that counts,” Jackson said at the event. She added that Apple customers have been accumulating USB adapters, and that producing millions of them “consumes resources and adds to our carbon footprint.” Apple has been under fire in the past for its negative environmental impact. According to Apple Insider, the Cupertino company sent about 36.5 million pounds—or 18,250 tons—of waste to landfills in 2018.\n\nApple says that ditching adapters from the Apple Watch box will be the equivalent of removing 50,000 automobiles from the streets each year. This comes after the company’s July announcement that it has committed to becoming carbon neutral by 2030 to tackle climate change.\n\nThe Apple Watch announcement is fueling speculation that the iPhone 12, which is expected to be revealed at an event in mid-October, won’t be packaged with a USB power adapter either.\n\nFuture Tense is a partnership of Slate, New America, and Arizona State University that examines emerging technologies, public policy, and society.", "current_date": "2020-09-17 18:14:09.103892", "publish_date": "2020-09-15", "publish_datetime": "2020-09-15 22:29:32.471000+00:00", "publish_time": "22:29:32", "source": "slate", "title": "The Apple Watch won’t come with a power adapter anymore.", "topics": ["come", "usb", "apple", "revealed", "anymore", "policy", "watch", "event", "jackson", "wont", "adapters", "adapter", "power"]}