{"authors": ["Fred Kaplan"], "body": "The agreement that Israel, Bahrain, and the United Arab Emirates signed on the White House South Lawn on Tuesday—a deal known as the Abraham Accord—is not remotely a Nobel Prize–worthy peace treaty, as President Donald Trump has boasted. But it is a notable achievement—possibly heralding a geopolitical shift in the Middle East—and Trump did play a facilitating, in some ways a central, role in making it happen.\n\nIt is not a peace treaty because Israel has not been at war with either of the two Gulf Arab states. In fact, for years now, it has quietly been conducting trade and backroom diplomacy with both.\n\nHowever, “normalized relations”—which the accord establishes—mark a huge step forward: the creation of embassies, commercial air routes, tourism, security and intelligence ties, and access to Israel’s high-technology products and marketplace.\n\nBahrain and the UAE, tiny but oil-rich monarchies, bring to four the number of Arab states that have formal ties with Israel. (The others are Egypt and Jordan, since 1979 and 1994, respectively.) But the accord also holds the promise of more to come, especially since Bahrain would not have signed the deal without the explicit consent of the Saudi royal family.\n\nThe losers in this deal are the Palestinians. For decades, most Arab leaders refused to recognize Israel until Israel allowed the creation of—and made peace with—an independent Palestinian state. The UAE and Bahrain are now saying they don’t really care about the Palestinians.\n\nIsrael did make one concession: It agreed to suspend a nascent plan to annex the West Bank. But even this is a fig leaf: Prime Minister Benjamin Netanyahu was facing strong resistance on annexation, inside Israel and internationally (including from the U.S.); in any case, suspending annexation doesn’t mean prohibiting it for all time. Even so, the suspension provided cover enough to the Gulf monarchs, who can’t afford to appear utterly indifferent to the Palestinians’ fate, lest they stir rebellion from their populations, whose passions on the matter ride higher.\n\nAs Malcolm Kerr observed more than a half-century ago in his classic book, The Arab Cold War, the Israeli-Palestinian conflict has never been as central to Arab leaders’ concerns as they have claimed. The boogeyman of Israel has served mainly as a distraction from their own internal problems—and as a common enemy to paper over sectarian tensions. In recent years, those tensions, mainly between Shiites and Sunnis, have risen to the fore—they’ve come to define the region’s politics—and the Sunnis (led by Saudi Arabia and very much including the rulers of the UAE and Bahrain) have focused chiefly on the threat from Shiite-led Iran and its allied militias. With this real conflict in such high profile, concerns about Palestinians have faded—especially since Israel is, in effect, the Sunnis’ ally in their face-off against Iran.\n\nThis is where Trump entered the picture. He too considers Iran an implacable foe, in part because of his hostility to the Iran nuclear deal negotiated by his chief domestic foe, Barack Obama. Trump is also an unconditional ally of Netanyahu, who is under great political pressure at home. So, Trump saw an Israeli-UAE-Bahrain alliance as serving both causes—stepping up pressure against Iran and lightening the load on Netanyahu.\n\nOr, rather, Trump’s son-in-law and adviser, Jared Kushner, saw the possibility. Kushner had been charged, since the start of Trump’s presidency, with putting together a historic Israeli-Palestinian peace treaty. After several tentative blueprints proved futile (some comically so), and with just months to go before the November election, Kushner saw a joining of the two alliances—the anti-Iran alliance and the Trump-Netanyahu alliance—as a plausible alternative.\n\nPhilip Gordon, former senior adviser to Obama on Middle East affairs and author of the forthcoming book Losing the Long Game: The False Promise of Regime Change in the Middle East, told me Tuesday, “This deal would not have happened without the U.S.”\n\nA major incentive for the UAE, which Kushner threw into the mix and Trump approved, was the sale of F-35 stealth fighter planes, EA-18 electronic jets, and Reaper drones. At first, Netanyahu balked at this part of the deal, especially after Kushner said that America’s military relationship with the UAE “is very special, just as the relationship that America has with Israel is incredibly special”—a baffling remark that would have drawn fire from Republicans in Congress had it been made by a senior official in any other administration. But Kushner calmed the prime minister down; no doubt Israel will get more American arms as a result, to maintain its “qualitative edge” over other nations in the region.\n\nBahrain already had a military relationship with the U.S., as the longtime home port for the U.S. Navy’s 5th Fleet.\n\nAnother incentive—for Bahrain, the UAE, and the royals calling the shots from Saudi Arabia—is that the deal would help Trump. They want Trump to be reelected, fearing that his Democratic opponent, Joe Biden, would revive the Iran nuclear deal and strike a more balanced tone in U.S. policy in the Middle East, seeking diplomatic solutions rather than backing the Sunni side—as Trump clearly does—in the increasingly hot cold war against Iran.\n\nIs this the “dawn of a new Middle East,” as Trump proclaimed on the South Lawn? That’s going too far, but the accord may accelerate a trend toward transformation. Rockets were fired into Israel from Gaza as the treaty was signed. Militant Palestinians might rebel with more violence against what they see as a betrayal from fellow Arabs. But others might see the act as a sign of things to come and seek some accommodation with Israel before their isolation is total. Will Israel, riding high in its new security, respond to such overtures—or exploit the opportunity to close out the Palestinians and reinforce its settlements in the occupied territories, even while stopping short of formal annexation?\n\nAnd what about the real target here—Iran? Will Tehran see the tightening encirclement as a threat to preempt or to appease? Will the Saudis see it as firmer foundations for subversion and war or as safe grounds for some sort of political settlement? And will Trump exploit this newly gained upper hand or, improbably, warm to his new self-crafted image of peacemaker?\n\nOne thing is for sure: We have not yet reached the day when lambs lie down with lions. The treaty may mark the dawn of something, but it’s still the Middle East.", "current_date": "2020-09-17 18:14:07.557329", "publish_date": "2020-09-15", "publish_datetime": "2020-09-15 20:00:42.339000+00:00", "publish_time": "20:00:42", "source": "slate", "title": "What the “Abraham Accord” between Israel and two Arab monarchies really means.", "topics": ["monarchies", "iran", "accord", "means", "arab", "deal", "uae", "middle", "really", "treaty", "palestinians", "trump", "abraham", "kushner", "israel"]}