{"authors": ["Neha Ahmed"], "body": "In a 2017 New Yorker profile, Ophelia Dahl, one of the founders of the nonprofit Partners in Health, described the 2014 Ebola outbreak in West Africa as “acute on chronic.” What she meant was that the immediate harms of the outbreak came on top of the ongoing structural issues faced by West African populations, such as poverty and poorly resourced health systems. The term acute on chronic is used in medicine to describe situations when someone with a chronic condition, such as chronic obstructive pulmonary disease, also develops an acute condition, such as pneumonia. As expected in such a situation, the chronic underlying condition impacts the course and outcome of the acute condition.\n\nThe advent of COVID -19 represents an acute situation that has brought these ongoing injustices into sharp relief.\n\nI found acute on chronic to be a useful way to think about my work at the time, but it’s been an idea I’ve dwelled on more and more since the COVID-19 pandemic upended our world. It’s an illuminating way to think about what COVID-19 has done to our societies, and why it has affected different populations in such different ways.\n\nFor decades, activists and civil society members, researchers and policymakers have tried to highlight the ways in which our social and economic structures and institutions exclude, marginalize, and harm countless individuals. Even among the most prosperous societies, large sections of the population experience poverty, homelessness, unemployment or precarious employment conditions, unsafe work, and food insecurity. Systemic racism, misogyny, homophobia, and the legacy of colonialism continue to take a toll on communities across the globe.\n\nThe experience of living within oppressive structures constitutes a chronic health risk for many. Research across a number of disciplines has exhaustively documented the detrimental health impacts of the intersecting factors of racism, misogyny, poverty, marginalization, and oppression. The advent of COVID-19 represents an acute situation that has brought these ongoing injustices into sharp relief.\n\nRacism was a public health crisis even before the pandemic, but the devastation wrought by COVID-19 on racialized communities has intensified public attention on the health consequences of racism. In some U.S. states, the COVID-19 death rate among Black people is four to six times higher compared with white people. This mirrors a long list of ways in which racialized individuals experience poorer health compared with their white counterparts. Systemic racism means that racialized individuals are also more likely to live in poverty and in poor housing and more likely to experience precarious work. When the pandemic arrived, these existing injustices meant that racialized communities already facing chronic health inequities were harder hit by this acute threat.\n\nTake the work of caregiving as another example. It’s a sector that has been under increased scrutiny as a result of the pandemic’s toll. Women form the majority of the caregiving workforce, both paid and unpaid, throughout the world and COVID-19 has meant a higher level of risk for all these workers. But even before the pandemic, the working conditions for women in care-related occupations were often characterized by low pay, unsafe conditions, contract or precarious work, and inadequate workplace autonomy. In the midst of a pandemic, this caregiving workforce is an essential service, and they are being asked to risk their lives, often without adequate protection or hazard pay, an acute issue layered atop the chronic problems they already faced.\n\nOutside of the formal workforce, the unpaid labor of caregiving is another chronic problem. Even in normal times, researchers have estimated that women’s unpaid contributions to all types of care work globally equal the staggering sum of $11 trillion. Now, with schools and other activities closed down and children being at home, women are experiencing an even greater burden of care, another acute issue layered on top of a chronic problem. At the same time women are bearing the brunt of the economic losses due to COVID-19, with women suffering higher rates of unemployment compared with men. The Institute for Fiscal Studies and the University College London Institute of Education reported that women with children were 47 percent more likely to have permanently lost their job or quit, and 14 percent were more likely to have been furloughed since the COVID-19 pandemic began. And that’s on top of the unequal pay structures they already faced.\n\nThe conditions of our work form another critical part of the underlying chronic circumstances of daily life. The lack of sick leave for many workers means that they face wage losses if they miss work, even when they are unwell, increasing the chances of disease transmission. Migrant farm workers, who are paid a pittance to provide us with food, face significant barriers in accessing health care and may also face difficult living and working conditions that make social distancing and hand hygiene difficult to maintain. These farmworkers now face a spike in COVID-19 cases across the world, including in the U.S. and Canada. The grocery store workers who showed up at work, despite confusing instructions and limited protective measures, made it possible for the rest of us to comfortably bake bread to ease our social distancing boredom. In all these and more examples, poorly paid and precarious work forms the unstable chronic background that places many in vulnerable positions while leaving the privileged to continue leading relatively safe lives even within the course of a pandemic.\n\nPerhaps the worst impact of COVID-19 was in long-term care, with a stunning 81 percent of coronavirus deaths linked to long-term care facilities and nursing homes in Canada for example. Similar patterns of mortality have been observed in the U.S. and Europe as well. Workers in long-term care, experts, and advocates for reforms in the sector have long been drawing attention to the troubling conditions prevalent within long-term care homes, from underpaid workers and lack of resources to lack of safety measures for residents. The COVID-19 crisis in long-term care is due in large part to long-standing cracks in the system.\n\nA society cannot respond effectively to pandemics if it can’t ensure the basic necessities of life for its people. We have long known that illness and death are not distributed equally anywhere. Poor health is disproportionately concentrated in neighborhoods where the poor and working class live and work. Racism is well known to play a hugely detrimental role in the health and well-being of racialized people. Women have been drawing attention to the incredible burden of unrecognized and unpaid care work that falls on their shoulders. Experts have pointed consistently to the negative health impacts of precarious work.\n\nA society that does not care about social and economic justice continues to accumulate the chronic background that makes acute events like a pandemic all the more devastating. Now more than ever, it is time to listen to these voices and reimage a fundamentally different post-pandemic world.\n\nFor more of Slate’s news coverage, subscribe to What Next on Apple Podcasts or listen below.", "current_date": "2020-09-17 18:14:09.030125", "publish_date": "2020-09-15", "publish_datetime": "2020-09-15 14:51:45.861000+00:00", "publish_time": "14:51:45", "source": "slate", "title": "“Acute on chronic” explains the disproportionate damage of this pandemic.", "topics": ["pandemic", "care", "women", "covid19", "workers", "conditions", "damage", "disproportionate", "acute", "explains", "work", "health", "chronic"]}