{"authors": ["Dan Kois"], "body": "Ah, the glory of a snow day! Every child dreams of this serendipitous holiday from school, the wondrous morning when you wake up and the world is white, and your parents pull their hair in frustration because SCHOOL IS CANCELED! Eventually you’ll go sledding and drink hot chocolate, but first you lounge around in your pajamas just reveling in your own sloth. It doesn’t matter how lazy you are, because today is a SNOW DAY!\n\nWell, kiss that joy goodbye, kids. In his letter to families on Monday, New York City schools chancellor Richard Carranza revealed the new school year calendar and added: “On ‘snow days’—or days in which school buildings are closed due to an emergency—all students and families should plan on participating in remote learning.” This follows other jurisdictions where school has moved online, like Winchester, Virginia and Montgomery County, Maryland, announcing or strongly hinting that even if kids return to physical school, snow days are off the table for their 2020–21 school year as well.\n\nIt makes sense. Because of the pandemic, many school districts have invested enormous time, money, and energy in systems that allow children to attend their classes from home, wearing those very snow day pajamas (unless their mean parents have instituted a No PJs Rule). Even once in-person school resumes, there’s no reason children couldn’t learn from home on days that the roads are too icy for buses to run. My children’s school system in Arlington, Virginia, hasn’t made any official decision, according to Frank Bellavia, a spokesperson for the school district. “If I were to guess,” he added, “I’d say that snow days are a thing of the past now that school divisions have invested so much into distance learning.”\n\nI asked some actual New York City children how they felt about this development. Here’s what they said:\n\n“Well, that sucks.” —Barnaby, ninth grade\n\n“Great! With climate change we have more and more snow days so it’s an even worse loss.” —Augie, eighth grade, who stresses that the “Great!” was sarcastic\n\n“I hope they don’t give us too much work so we can still go roll around in the snow.” —Marlena, fifth grade\n\n“I’m disappointed. Then again, I also don’t have the correct mittens to make snowballs.” —Dominic, fourth grade\n\n“Boo! Will we have Spring Break?!” —Ellie, fifth grade\n\nGood question, Ellie. Will you? Now that New York City Mayor Bill de Blasio seems dead set on alienating all that remains of his base (kids who associate him with snow days), all bets are off.\n\nIn truth, there are a few reasons snow days might survive. New York has historically worked to avoid school closures for snow, so not all districts will necessarily follow their lead. Snowstorms have a tendency to cause power outages and broadband problems, and schools might find it’s too hard to get kids online on those days. And given budget crunches, it’s entirely possible that some districts won’t be able to maintain their remote technology once full-time in-person school returns. After all, if you commit to ending snow days, you’re also committing to providing devices and hot spots to your students in perpetuity (or else declaring that equity is no longer a concern).\n\nNonetheless, this school year, a lot of kids are about to discover that a beautiful snowy morning now means just another day of logging on and getting to work. So in this way, at least, schools will truly be preparing our children for adulthood.", "current_date": "2020-09-17 18:14:08.038808", "publish_date": "2020-09-15", "publish_datetime": "2020-09-15 15:25:53.727000+00:00", "publish_time": "15:25:53", "source": "slate", "title": "Snow days: Another thing remote learning is ruining.", "topics": ["learning", "schools", "thing", "school", "children", "york", "city", "days", "districts", "kids", "ruining", "snow", "remote", "day"]}