{"authors": ["Heather Schwedel"], "body": "As recently as a decade ago, we didn’t have a whole lot of sympathy for stars going through risqué photo or sex tape scandals. If they were dumb enough to take the photos or videos in the first place, the thinking went, they didn’t deserve our compassion. Recent events prove that times have changed: This weekend, Captain America accidentally posted a dick pic, and sure, there was some snickering—but it was strongly drowned out by his online fans’ impromptu campaign to bury the photo.\n\nTo be a little more specific about what happened, on Saturday, the actor Chris Evans shared a screen recording of him and some companions playing a game to his Instagram Story—good clean fun. But Evans apparently didn’t realize that when the clip of the game ended, his photo roll popped up on screen, and there on his grid was a dick pic, presumably his own. (Also notable among the images in the photo roll: a meme featuring Evans’ own face and the line “GUARD. THAT. PUSSY.”) Evans quickly took down the post, but not soon enough to stop some users from capturing it and sharing elsewhere.\n\nThe reaction might have gone another way, but Evans was buoyed by early support from fellow stars like Chrissy Teigen, who raised the good point that she has many boobs on her phone that don’t belong to her, and Mark Ruffalo, who tried to show his bro the silver lining (that nothing could be more embarrassing than the U.S. president). At the same time, fans were organizing, urging other users to respect Evans’ privacy by not further disseminating the photos. Some of these concerned fans pointed out that Evans has struggled with anxiety. These Evans supporters seemed to have learned a thing or two from the tactics K-pop fans successfully deployed earlier this year toward sabotaging a Trump rally and police efforts to surveil Black Lives Matters protesters: They used their collective power to flood Chris Evans’ hashtag on Twitter with photos of the actor and puppies so that those images would appear before the dreaded screenshots in search results. In a twist, the story of an A-list actor’s leaked dick pic seemed, on the whole, pretty wholesome.\n\nBut soon, the fallout entered a second, perhaps inevitable phase: The notion that this would have gone much differently if Chris Evans were a woman of similar stature began to bubble up. The actress Kat Dennings said as much in a tweet:\n\nThe public respect for Chris Evans’ privacy/feelings is wonderful. Wouldn’t it be nice if it extended to women when this kind of thing happens? — Kat Dennings (@OfficialKat) September 13, 2020\n\nThe Independent offered similar thoughts in a piece headlined “Chris Evans’ Nude Picture Leak Would Have Happened Very Differently if He Was a Woman”: The article asserted that “women actors like Jennifer Lawrence whose nude pictures were leaked without their consent were blamed relentlessly and cruelly,” referring to an infamous 2014 photo hack. Reddit’s front page featured a post by a user who said he or she was “proud of the internet” for its reaction to Evans’ pic, but the post also noted a possible double standard:\n\n[T]his reminded me of when female celebrities like Jennifer Lawrence got their icloud account hacked … How people blamed HER for taking nudes of HERSELF on HER own phone, and how she should expect to get hacked because she’s a celebrity. I’m hoping that the change in reaction between the two celebrities is because we, as a society, are learning and doing better, and not because of double standards, but I really can’t tell, and don’t want to see another celebrity nude leak from any gender happen to find out.\n\nThere’s no disputing that men and women in the public eye are treated very differently, but it’s an oversimplification to say that Lawrence was “blamed relentlessly and cruelly” when her photos were hacked and that Evans was spared. Lawrence garnered a great deal of support at the time, including a very sympathetic Vanity Fair cover story and widespread online outrage. She faced shrugs and finger-wagging from a predictable class of internet misogynists (and, uh, Clay Aiken), but it was hardly the overall tenor of the reaction. Her career didn’t suffer in any obvious way. Evans, having accidentally leaked his own photo, isn’t a victim in the same way Lawrence and other celebrities whose photos were stolen are. But the most powerful and mainstream reactions to these two incidents are actually more alike than not. Over the past 10 years, stars have gone from being shamed when private photos or videos get out to being treated as victims of a crime (some of Lawrence’s perpetrators went to prison), or in Evans’ case, as victims of unscrupulous actors who spread the photos online. At the same time, the act of taking nudes has basically become normalized. Put simply, they are less of a big deal, and the act of consuming them without permission has become guilty and shameful, even if some guys on Reddit try to justify it by saying the people in them had it coming.\n\nThat we’re at a point where a sizable group of people understand that passing around an accidentally shared dick pic is a violation of consent is a #MeToo victory. But there are also X-factors at work here. Fans and the internet don’t always deserve full credit for an enlightened stance. In fact, as much as Evans deserves the benefit of the doubt in this situation, his fans might be just as likely to jump to his defense if he didn’t. Not definitely—Potterheads are a recent example of fans disavowing a onetime hero—but for every “heartwarming” interaction between a star and their fans, there’s a counterexample of a famous person siccing their fans on an unsuspecting critic or fast food Twitter account that has supposedly wronged them. It felt particularly absurd for fans to suggest that people should stop circulating Evans’ picture on social media because Evans has struggled with anxiety—as opposed to all the other celebrities who haven’t been diagnosed with any disorders, whose pictures would be fair game for gawking at? Stars who don’t have as many or as powerful a legion of stans deserve some privacy and decency too. If Ben Affleck—a star who, unlike Evans, public opinion seems to have soured on lately (don’t worry, he’ll be back)—were to have some dick pics leak tomorrow, I suspect it would be a different story. But maybe Affleck will get slippery fingers and the internet will prove me wrong.\n\nIn any case, late Monday evening, Evans finally acknowledged his slip-up with characteristic public grace:\n\nNow that I have your attention\n\n🤦🏻‍♂️🤷🏻‍♂️....\n\n\n\nVOTE Nov 3rd!!! — Chris Evans (@ChrisEvans) September 15, 2020\n\nIt seems to have been received positively; it’s got almost a million likes already. No harm done.", "current_date": "2020-09-17 18:14:07.947226", "publish_date": "2020-09-15", "publish_datetime": "2020-09-15 18:22:24.338000+00:00", "publish_time": "18:22:24", "source": "slate", "title": "Chris Evans’ naked pic leak, and the reaction to it, shows how much the culture has shifted.", "topics": ["shifted", "leak", "naked", "pic", "evans", "photos", "lawrence", "fans", "culture", "stars", "dont", "didnt", "reaction", "dick", "shows", "chris"]}