{"authors": ["Cassandra Robertson"], "body": "Each year, 30 million children receive free or reduced-priced meals at school through the National School Lunch Program. For many, this is a crucial source of nutritious food—sometimes the only one they have access to consistently. When schools closed in March, this resource was unexpectedly cut off. So as part of the CARES Act, Congress authorized states to implement the Pandemic Electronic Benefit Transfer, or P-EBT, program, which would help students and their families pay for the meals they normally received at school. Each state had to submit an application to Food and Nutrition Services at the United States Department of Agriculture, and families would receive up to around $400 per child between March and June.\n\nYet it took until the third week of August for all 50 states to get their programs approved (Idaho was the final state to join.). Furthermore, many of the states that had a program approved early took months to fully implement it, with many families receiving money into July to make up for meals lost in March.\n\nIt’s always better to get cash into people’s hands quickly. In Michigan, that happened. State officials were able to roll out the program quickly and effectively, reaching vulnerable children in need. Michigan started sending money out to families in April and was done distributing benefits by May to more than 900,000 families. This means that families received help when they needed it, instead of waiting for months. This was possible thanks to Michigan’s long-term investment in collecting educational data.\n\nMichigan’s success was the result of a decadeslong investment in data sharing and infrastructure that allowed it to quickly identify and support vulnerable children. Almost 20 years ago, Michigan developed the Center for Educational Performance and Information, which aggregates and stores education data. Since then, the CEPI has developed data sharing agreements with other departments and refined its data collection processes to ensure the quality and accuracy of their data.\n\nThat was crucial to making the P-EBT program work. To implement the program, the Department of Education shared its data with the Department of Health and Human Services to match children to households who were already receiving Supplemental Nutrition Assistance Program benefits—sometimes referred to as food stamps—and then automatically add P-EBT benefits to their existing EBT cards. For those children not enrolled in SNAP, HHS used addresses and information collected by the Department of Education to send out preloaded cards. In a little more than a month, Michigan distributed more than $300 million to almost 1 million families. Twenty years prior, Michigan laid the groundwork for a system that could be used to address the changing needs of Michiganders, and in a crisis, it was able to keep children fed.\n\nUnfortunately, many other states were unable to share information easily between schools and the departments that would administer food assistance programs. Some states decided they needed parents to submit an application to determine their eligibility and confirm where to send their benefits. Those plans first required states to design and develop forms. Then parents needed to know that these applications existed, and how to fill them out—often requiring internet access—and state agencies needed to process the applications. This created extra hurdles and more delays for the state and, more importantly, families and children.\n\nThe success of P-EBT in Michigan had tangible and positive effects on families. In July, New America’s Public Interest Technology New Practice Lab, where I work, and Propel, a company that runs FreshEBT to help SNAP recipients track their benefits, conducted a survey of approximately 500 SNAP users to better understand the impact of P-EBT. (New America is a partner with Slate and Arizona State University in Future Tense.) One 46-year-old mother of two said, “Without SNAP/P-EBT we probably wouldn’t have food to eat, or we would have [had] to choose between paying bills or eating.” Another mom said, “It has truly been a blessing. Having five kids at home [and] out of school, it would have been very hard to feed them full time without the P-EBT.” For these families and others, P-EBT was a lifeline. It ensured children had enough to eat, and that parents could continue to afford food even as many experienced job loss or reduced hours at work. Nationally, according to a report from the Brookings Institution, the P-EBT program significantly reduced hunger, led to a 30 percent reduction in the rate of children not getting enough to eat, and lifted 3.9 million children out of hunger. It could have been even more successful if every state had implemented it in a timely manner.\n\nAcross the board, the nationwide pandemic response was hampered by a historic lack of investment in high quality, well-designed government systems. This was evident not only in the implementation of the P-EBT program, but also in widespread failures of unemployment insurance systems across the country. Millions of unemployed workers suffered as systems crashed, call centers were buried under an avalanche of callers desperate for support, and states frantically worked to bring systems back online. Applicants waited weeks or longer for their first unemployment checks, even as they needed to pay rent and put food on the table.\n\nIn order to be able to get help to families when they need it, federal, state, and local governments need to invest in data collection and make a practice of sharing data between agencies when necessary. Doing this during normal times means that they’ll be prepared when confronted with a crisis. And while outdated technology is problematic, so is modern technology that is poorly implemented. States must invest in well-designed, responsive, and agile technology that allows them to flexibly implement new programs and processes when needed.\n\nGovernment agencies should regularly update their processes to identify inefficiencies and constantly experiment and improve upon government programs. Michigan’s CEPI, for example, regularly evaluated its data collection procedures, refining the process and adding additional information to better serve the people.\n\nBeyond Michigan, one example of what this might look like in the future is Get CalFresh, a collaboration between the state of California and Code for America. Code for America conducted user research to better understand the pain points in the application process, and piloted new and simpler applications. Together, they were able to decrease the time it took to fill out an application for CalFresh, California’s SNAP program, to 10 minutes from 45, and added supportive features like document uploading to replace mail in, fax, or drop off forms. By consistently improving the client experience through human-centered design and thoughtfully applied technology, this system is better able to meet the needs of recipients.\n\nThe P-EBT program was a necessary policy to address a national emergency. But the success of even the most prudent policies is contingent upon their implementation. Policy isn’t just about passing the right laws or making resources available: It is making sure we design programs in partnership with those they’re intended to benefit, and that we have the right tools to effectively mobilize resources and deliver those benefits on the ground. The challenges of policy implementation illustrate why preemptive innovation in government is so important. Without it, all levels of government will continue to ineffectively serve the people who most rely upon it in a crisis.\n\nFuture Tense is a partnership of Slate, New America, and Arizona State University that examines emerging technologies, public policy, and society.", "current_date": "2020-09-17 18:14:08.934236", "publish_date": "2020-09-15", "publish_datetime": "2020-09-15 15:48:23.962000+00:00", "publish_time": "15:48:23", "source": "slate", "title": "Government can’t wait for emergencies to get creative.", "topics": ["michigan", "technology", "wait", "state", "children", "states", "emergencies", "families", "program", "pebt", "cant", "food", "creative", "data"]}