{"authors": [], "body": "How to Do It is Slate’s sex advice column. Have a question? Send it to Stoya and Rich here. It’s anonymous!\n\nDear How to Do It,\n\nI’m a 34-year-old straight, male virgin. I don’t have any trouble talking to women, frequently match with attractive women on dating apps, and often get to first base. I’ve even gotten to the “finish line” a few times, even getting to fingering and cunnilingus, but between being so nervous I can’t get it up, putting my foot in my mouth, and pure terror, I’ve always screwed it up. My first time in bed with a woman (someone I’d just met at a party), at age 27, it was the nerves, but the five subsequent times, in my 30s, I guess I didn’t even know where to begin. In all but one case, I told them I was a virgin, and only once was this a specific issue for my partner. All of them were women I met on a dating app, on the second or third date, except one that I was in a two-month sort of relationship with.\n\nI’ve noticed that I don’t find the vagina particularly sexy. Could this be an issue? I’m also uncircumcised (this is common in my part of the world), and part of me fears tearing off the foreskin.\n\nI feel like I’m missing out on a key part of the human experience. Maybe being in love with my partner would help, but frankly I haven’t been in love in a good 10 years. Maybe I just need to be so consumed by lust that I can’t overthink it, but does that even happen? It’s even crossed my mind to visit a prostitute and get it over with, but then I think really couldn’t get it up—the thought of a partner who is likely not the least bit attracted to you is a massive turn-off to me. I’m interested in your thoughts. Thanks, and have a wonderful day.\n\n—Frustrated\n\nDear Frustrated,\n\nFirst, have you masturbated? And have you pulled your foreskin gently back as you’ve masturbated? If there’s some excessive tightness or obstruction, you should see a medical professional. If not, you should be fine on that front.\n\nAs for not finding the vagina sexy, you might consider whether you find the anuses or mouths of others attractive and whether that attraction includes genital contact or even interaction of any sort. I wondered if you might find people experiencing the same wonderment about the reality of all-consuming lust in the asexual community, so I reached out to Yasmin Benoit, an asexuality activist:\n\nIt is very possible to be romantically attracted to someone (heteroromantic) without experiencing sexual attraction to them or desiring to have sex with them. There’s a chance that he might be interested in women in more of a romantic way rather than a sexual way. It isn’t uncommon for asexual people to find the process of sex itself unappealing, in regards to being sexually attracted to people’s body parts, wanting to touch them, wanting them to touch you, or experiencing arousal themselves during these encounters, while still wanting to be romantically involved with someone. Making yourself do something that isn’t what you’d naturally be drawn to can be a source of anxiety. I know personally that I could find someone physically attractive and appealing in a lot of ways, but no matter how great they are, having sex with them would be an incredibly uncomfortable, anxiety-inducing experience because that just isn’t the way my sexual orientation goes–my sexuality doesn’t involve anyone else. Of course, it could also be a matter of nerves and insecurities for the person asking the question, but they might find looking into asexuality helpful. There are many ways to be asexual, and it doesn’t necessarily mean not having relationships, not having turn-ons, not having a sexuality, not masturbating, or having a negative attitude toward sexuality.\n\nGet the How to Do It Newsletter Sex advice from Rich and Stoya, plus exclusive letter follow-ups, delivered weekly. We encountered an issue signing you up. Please try again. Please enable javascript to use form. Email address: Send me updates about Slate special offers. By signing up, you agree to our Privacy Policy and Terms Sign Up\n\nDear How to Do It,\n\nMy wife and I have been together for 13 years. We have an 18-month-old child. For the duration of our relationship, our libidos have been different, with mine being higher than hers. She has sexual trauma in her past, and numerous one-night stands while highly inebriated that I believe add to her trauma in their own way. I viewed the hiccups of our sexual connection for the first five to seven years as the natural result of her trauma, something that through love, patience, empowerment, and support, I could help heal. We generally have always had sex around once a month, and the variability of approach swiftly shrunk to missionary, no oral (she refuses my attempts to please her), no hands, and only as long as it takes for her to orgasm is she into it, after which she grows increasingly impatient for me to finish. When it became clear my approach to her/us growing sexually wasn’t enough, we began a nearly yearly ritual wherein I bring up our struggles, she acknowledges them, says she needs to heal, and then proceeds to do nothing toward that goal.\n\nMeanwhile, I am reading all the books, all the articles, all the advice columns, desperate for understanding. Over all this time she saw a therapist once for three sessions about her struggles. This culminated in the last four years with our sex life vanishing entirely with the birth of our child, and my wife revealing, with increasing articulation and specificity, her “truth”: that she finds sex with me uncomfortable, she is too insecure for dirty talk, to let me masturbate with her around, to give/receive oral, or to give hand jobs. And to top it all off, she believes my “need” for thrusting as part of what gets me off to be a product of my patriarchal conditioning, and that I should be able to orgasm along with her in under two minutes doing the circular pelvic motions that give her orgasms. Anything outside of this, alternate positions, etc., she believes are toxic forms of expression.\n\nI am beginning to wonder if all my years of believing there would be some point where she heals/blossoms and unlocks her sexuality have been for naught. She believes her body is not “for” anyone else, which I agree with; however, I add that in a loving relationship we share physical intimate space and in so doing deepen connections mind/body/soul. She frames my sexual desire as deviant, toxic, and dripping with patriarchal poison, which is alarming to me in that I have learned that I am on the vanilla side with what interests me. I’m not pushing her into anal or threesomes or denying her orgasms. I’m just looking for a way for us to be mutually satisfied and for her to want the same thing. Unfortunately, it is becoming clear that she does not want to be involved in my sex life and almost appears to find my desire for a sex life with her repugnant and something to resent and be oppressed by.\n\nI am at a loss. We are otherwise best of friends, many shared interests, goals, and dreams, lots of laughter … I am still utterly smitten with her and when I consider other women or asking to open things up, I grow depressed because no one I have met can hold a candle to my wife in the looks department nor do they spark any semblance of desire. I tried to get her to read relevant books (many recommendations in this column), but she never makes it past the first chapter or preface. Is there any hope? If so, I’m not feeling it, and have resigned myself to a sexless marriage until our child is school aged, at which point I will ask for a divorce and she can go back to work to support our divided household.\n\n—Not Toxic\n\nDear Not Toxic,\n\nYou’ve already done a significant amount of the things I’d recommend, so I reached out to sex counselor and friend of the column Cydni Darnell. Here’s what she had to say:\n\nThis sounds like a difficult situation that has now become untenable for you, and potentially for her. You say that your desires have never been in sync, so it sounds like what’s changed is that you have changed and are losing hope and patience waiting for her to change. To explain a little, it’s not uncommon for survivors of sexual abuse to want to rush through sex and make it as impersonal as possible. In fact, rushing through sex is also something that many people who experience anxiety with sex may do too, not solely assault survivors. What you’re describing about her doesn’t make her excessively flawed, just incompatible with you in that area. That said, the trouble is not that she’s rushing through sex, but as you say, your pleasures are not mutually satisfying, and she doesn’t want the same thing as you. The conundrum now is how do you manage that your desires are different? Some people at this point negotiate open relationships which you say you don’t want, others accept what they have and put up with it, others break up, and others persevere hoping for change which may or may not come. No matter what, the bottom line is you can’t change her, but you can only change yourself. What could you change to bring more peace to the situation? Could you consider opening up the relationship? Could you consider that “no sex” or the style of sex she’s asking for may actually be what she desires? Consider the benefits of the relationship overall. Is it worth accepting as it is? Can you negotiate sex elsewhere while privileging domestic and family intimacy between you? Breaking up would be a last resort, but something only you will have the answer to.\n\nI do still see one small sliver of hope—the years between now and your divorce might allow for change on your wife’s part or yours. So be prepared to change your mind.\n\nHelp us keep giving the advice you crave every week. Sign up for Slate Plus now.\n\nDear How to Do It,\n\nEvery time I have a committed long-term relationship, as soon as the honeymoon period hormones wear off, I lose all interest in sex. I am a cis hetero 36-year-old female. It happened during my marriage that ended in divorce, it happened in two long-term relationships before my marriage, and it has happened again in my current 2.5-year relationship. In the beginning of the relationship, I am not averse to sex, and I can keep up with my partner’s sex drive. I wouldn’t say I really desire sex, but the idea of having it is exciting and I am willing to do it for the closeness and the pleasure of my partner. I have fun, can get excited, and can orgasm (although with some difficulty). I am willing to experiment and am not closed off to exploring kinks. Then, once I reach the 1.5- to 2-year mark and those initial love drugs wear off, everything changes. I recoil at sexual touch, become disgusted and frustrated at my partner’s inability to control their sexual desires, and turn into this frigid woman who feels a sense of panic as situations arise that could lead to sex. When I do have sex, I am rarely present and “taking one for the team.” I don’t really experience pleasure, and it feels exploitative and ridiculous to participate in the act itself. Things that used to excite me about my partner (his smell, the way his body looks) don’t really do anything for me now, and things that I previously overlooked now grate on me and cause huge annoyance. I still want to spend time with my partner, have emotional and romantic closeness, and stay in the relationship.\n\nAs you can imagine, my partner feels misled and blindsided by my sexual 180, his needs aren’t being met, and he wants me to “want to” … but I just don’t. My ideal evening of closeness would be having dinner together, maybe playing a board game or watching a movie, then exchanging massages before spooning to sleep. All of the things that give me a sense of deep connection with my partner (talking, mutual activities, spending time, nonsexual touching) fulfill my needs completely, and leave my partner feeling like he’s experienced a sexual and romantic bait-and-switch. My partner has also expressed a sense of being used, like I got him on the hook and am willing to take his help and support without providing any sexual interaction … basically, I altered the terms of the agreement that is our relationship by participating in sex on the front end then taking it off the table. Is there something wrong with me? Should I just avoid relationships knowing this is going to happen? I feel horrible to cause my partner pain and disappointment, but I can’t help what I am feeling, and it seems to happen with every long-term relationship. I think I may be better off alone then to go through this same scenario again and again.\n\n—Confused\n\nDear Confused,\n\nI’m curious about what your masturbation is like. Do you masturbate at all? Do you have urges but no follow through? Does desire never occur in you? If masturbation works for you, please keep doing it. If it doesn’t, self-love still might be worth a shot. Pay attention for things that increase your desire—thoughts, sensations, dynamics. Take your time. Let your mind wander.\n\nThis really does seem like a pattern, and one that an expert’s insight could be valuable on. You might want to think through beforehand if there’s anything else significant about that 1.5-to-2-years mark. Cohabitation? A certain amount of emotional support? Perhaps the shifts coincide with work or family stress. Call a few therapists and tell them you want to work on a specific pattern you’re seeing in your romantic relationships. Ask questions about the kind of therapy they’ll do. You might make a list beforehand.\n\nDo you need the sexual interaction in the beginning of the relationships or is it always something you go along with? If sex is never a priority for you, you might seek out partners with a very low sex drive. You might find someone interested in snuggling but never in sex. Or you might look for a partner comfortable with engaging in sexual relationships while maintaining an emotionally supportive, stable romantic connection with you. It all depends on your—and their—boundaries and interest.\n\nDear How to Do It,\n\nI have been dating a guy for about a year, with six of those months within the pandemic. We met on FetLife with a shared interest in kinky activities—I’ve rarely dated someone with well aligned interests. (Nothing too unusual, some BDSM play, rope, spanking, but I have seemed to mostly meet vanilla guys who are willing to try this for me, but without their own inherent interest, it stays topping from the bottom.)\n\nWe both are divorced with older kids, but kids who are still at home—my high-schoolers 98 percent of the time, and his college students unpredictably so. We’re both busy people, but he’s extremely busy between work and kids and hobbies. He doesn’t want to have sex at home if the kids might show up. I am willing to say we’ll get a hotel one or two times a month, and then wait to see if time becomes easier in some way. My boyfriend is enthusiastic about sex with me and is horny in text constantly, but he just doesn’t seem to make time to actually have it. (But even then, sex 12 times a year doesn’t feel sustainable for me.)\n\nThe pandemic shut us down entirely for three months where we didn’t even see each other, but we expanded our bubbles to include each other in summer. But even before the pandemic, we had a hard time finding time. I’ve tried arranging hotel time and being open to short-notice visits if the kids are out of the house. And alternatively, I’ve put the ball in his court to make plans, which he says he is willing to do; but in practice, he procrastinates and doesn’t actually commit until the day of, which drives me crazy and leaves me feeling unwanted. I have had relationships where the sex drives and interests don’t match—and this feels different. But maybe it isn’t? At what point do you give up on a kinky guy you really like in bed and also find charming as a person? And if the point isn’t now, any advice going forward?\n\n—Denied (in a Bad Way)\n\nDear Denied,\n\nThere are plenty of great guys out there who can make plans to see you. I don’t know what this person’s holdup is, but there’s something going on at their end. You’ve offered to arrange things, you’ve offered to let him arrange things, and you’ve been flexible.\n\nYou don’t mention monogamy. Is there any reason you couldn’t keep sexting with this guy while talking to potential other partners who might have more time for in-person interaction? I’d recommend being upfront about the arrangement to avoid assumptions and hurt feelings. If this guy won’t tolerate nonmonogamy, I think you’re better off with someone who has more space for you in their life.\n\n—Stoya\n\nMore How to Do It\n\nI live alone, and my partnered sex life is on pause for *waves hand at world* reasons. Currently, my sexuality consists of sexting and masturbation. I am looking for ideas for spicing up my masturbation. As an example, my current game is “Can I make myself orgasm with my nondominant hand?” I also am pretty meh about being the receptive partner for penetrative sex, and another game I am exploring is to try to “find my G spot and stimulate it.” Any other ideas for others in a similar position as me?", "current_date": "2020-09-17 18:14:12.365526", "publish_date": "2020-09-16", "publish_datetime": "2020-09-16 18:07:10.048000+00:00", "publish_time": "18:07:10", "source": "slate", "title": "I’m in My 30s, and I’ve Never Been Able to Make It to Home Base With Women", "topics": ["sex", "things", "way", "im", "women", "doesnt", "having", "sexual", "dont", "ive", "relationship", "30s", "relationships", "base", "partner", "able"]}