{"authors": ["Danny M. Lavery"], "body": "Every week, Dear Prudence answers additional questions from readers, just for Slate Plus members.\n\nQ. I’d make a great roommate: I’ve been in a relationship for about 3 months. My partner and I knew each other for about 6 years and were very close before we got together, and for the most part it’s genuinely the best relationship I have ever been a part of: he’s funny, sweet, ambitious, etc., but also since we’ve been friends for so long, he’s also really amazing with my 4-year-old son. I have a habit of “falling fast,” and wanted to discuss the possibility of us moving in together when our leases are up next summer. He currently lives an hour away, and it’s just nice to think about a future where we don’t have to drive so much to get to see each other. Additionally, his current roommates are financially unreliable, causing him to have to work longer weeks just to make sure he will be able to cover whatever they don’t pay. I have a good-paying job and could offer better financial security, but he won’t hear it. Even though what we have is super solid, and he tells me all the time about how much he loves me and my son, he says a year from now would be too soon to consider living together. I’m trying to make peace with this, but I really don’t understand. I really want to respect his boundaries, but I honestly really feel like I would be the overall better roommate option: I’m financially reliable, relatively clean, and my kid is pretty chill most of the time. Is there a way to broach this topic again without coming across as disrespectful?\n\nThe rest of this article is only for Slate Plus members. When you join, you’ll get: • Our Slate Academy series on subjects like slavery in America, fascism, and great books • Extended, ad-free versions of Slate podcasts • More answers from Dear Prudence • Discounts on Slate Live events And that’s only the beginning. Membership is just $35 for your first year and helps support Slate’s hard-hitting independent journalism. Join today! Join Now Already a member? Sign in here.\n\nA: The good news is that you don’t have to understand your boyfriend’s position in order to respect it. If it would help to hear someone else summarize it, allow me: Your boyfriend loves you very much, but he’s not ready to start talking about moving in together after a mere three months of dating (even though you’ve known one another six years), and he doesn’t think he’ll want to move in together anytime in the next nine months, either. That’s it. That’s the position: He loves you, he loves your kid, and he wants to take his time before moving in with your kid and taking on a much more involved, quasi-parental role. Before you say again how chill your kid is – and I believe he really is delightful! – deciding to move in with a partner with a four-year-old child is a pretty significant step, no matter how relaxed the four-year-old, and it’s naive to suggest otherwise.\n\nI’m sure you are a more responsible roommate than the people your boyfriend presently lives with. But so are many other people, and it’s disingenuous to present your position as merely logistically superior (“I pay my rent on time, and it would cut down on our commute if we lived together”) when in fact it’s what you want for the next stage of your relationship. That’s fine; you don’t have to apologize for falling fast, or for wanting to live with him. But you should acknowledge the fact that it is fast, that it’s pretty unusual for couples to plan to move in together after just a few months of dating, and that it might in fact be better for your son to move ahead patiently, building up trust and intimacy and routine over time. You can bring this up again with your boyfriend, but I don’t think you should say, “Explain this to me again, because I just don’t understand – I’m such a great roommate.” Say something more like this: “You know me well enough to know I tend to fall fast; I’ve known you long enough to feel pretty confident about our relationship. I want to live with you. I think it would be a lot of fun, and I think we’d all get along really well; I also understand why you want to wait a year or longer. But I hope we can talk about the possibility of living closer to one another (without living in the same house) if you decide you want new roommates once your lease is up, and I hope you’ll let me know when you do feel ready to move in together.”", "current_date": "2020-09-17 18:14:10.909204", "publish_date": "2020-09-16", "publish_datetime": "2020-09-16 15:53:14.540000+00:00", "publish_time": "15:53:14", "source": "slate", "title": "When you're ready to move in with your boyfriend but he isn't, in this week's Dear Prudie Extra.", "topics": ["thats", "slate", "months", "youre", "ready", "prudie", "boyfriend", "isnt", "dont", "dear", "really", "think", "understand", "weeks", "relationship", "roommate", "pretty", "extra"]}