{"authors": ["Ben Mathis-Lilley"], "body": "On Wednesday, the Big Ten conference announced that, after delaying its fall sports season on account of the coronavirus, it will, in fact, try to play football this semester—and the Pac-12, its fellow major holdout, is expected to soon announce the same, albeit on a slower schedule.\n\nIn August, when the two groups declared they would not be starting as planned, reports said that they expected other major conferences to follow their lead. That didn’t happen: The Atlantic Coast Conference, Big 12, and Southeastern Conference have all started (or are just about to start) playing. Egregiously well-paid Big Ten coaches have been vocally upset about not getting to put their unpaid players on the field; Donald Trump and various right-wing “shut up and play” figures in the sports world have said, among many other bad and insane things, that dying while playing college football this year would be an act commensurate with dying so that the Allies could retake Normandy. Did the worst people in society just steamroll the Big Ten into selling out its own players’ health? Is this another nadir for our dying empire, or what?\n\nNot entirely. The goal of the Big Ten United players’ group that sounded the alarm about unsafe conditions in early August was not to cancel the season but to have the season played under a strict regime of COVID testing and precautionary protocols. That is what the Big Ten says it will be doing when it starts football on Oct. 23. According to its press release:\n\n• All players, coaches, and support staffers must receive a negative result on a rapid COVID test before participating in a practice or game. (A report from earlier in the month claimed that Trump had offered the conference access to rapid tests that the federal government has ordered; an anonymous Big Ten president, however, told NBC Wednesday that Trump “had nothing to do with our decision.” The federal government’s contract is with Abbott Laboratories, and while the Big Ten’s announcement does not name its test provider, previous reports have cited a different company, Quidel Corporation, as a potential college football source.)\n\n• Any player who gets a positive on the rapid test, and then tests positive on a subsequent (slower) PCR test, will be ineligible to play for a minimum of 21 days.\n\n• Any team whose positive test rates rise above a set of thresholds enumerated in the Big Ten statement must suspend activity for at least seven days.\n\n• Any player who sits out because of positive tests will receive “comprehensive cardiac testing to include labs and biomarkers, ECG, Echocardiogram and a Cardiac MRI” to monitor the potential development of myocarditis, and “must receive clearance from a cardiologist designated by the university” before playing again.\n\nIn theory, these protocols should eliminate the incentive and opportunity for an entire team to get COVID during training camp, which is what Louisiana State coach Ed Orgeron said Tuesday has happened to his squad, which is the defending national champion. (Orgeron seemed pleased with this because it could give his players about three months’ worth of herd immunity.) For his part, one of the co-organizers of Big Ten United—Michigan defensive back Hunter Reynolds—responded to the conference announcement with a celebratory GIF. Any Big Ten player who still opts out of participating in this season can come back next year with their eligibility intact. (The same is true for any other NCAA player.)\n\nIf you were to play college football right now, the system the Big Ten claims it’s putting in place is how you would do it while respecting the stated interests and health of the players involved. The resources that major college football teams have access to, meanwhile, are dependent on those teams continuing to play games on TV; there aren’t tens of millions of dollars sitting in the bank right now that teams could be donating to essential workers and at-risk populations if they weren’t returning to the field.\n\nSticky questions do remain. Why is the University of Michigan, for example, announcing the procurement of rapid tests for its football players before it has announced a similar procurement of tests for the striking graduate students who are being asked to teach in-person classes? Will Big Ten teams be pressured into abetting “community spread” by letting fans—who may or not have been tested—into stadiums for games, as other college and NFL teams have done on a limited basis? Will coaches be monitored closely enough that they actually follow the rules they’re supposed to be following, which, in other circumstances, they generally do not? There is still abundant time for this to go sideways. There is, also, always the question of why the U.S. is even in a position of having to consider canceling athletic competitions when its peer countries have been holding them safely for months.\n\nBut it’s at least possible to envision the plan working out OK; not every team that’s playing now has gone full LSU, and the Big Ten will be starting with more cautious parameters. The move also amounts to an official acknowledgement, at very long last, that college athletes serve a specific function within the university context that justifies treating them differently than other students. In combination with this summer’s player organizing, that could help build further pressure against the exploitation that has been part of the NCAA system for decades. Even if the Big Ten had stuck to its original cancellation-slash-postponement plan, the U.S. still wouldn’t have a coherent system for rationally distributing the rapid tests that do exist—at the moment, various official agencies and medical providers and billionaires seem to be buying them up on an ad hoc basis. There also still wouldn’t be a presidential administration willing to allocate the money that would be necessary to provide every school and workplace with the level of security that Nebraska’s offensive linemen will soon enjoy.\n\nThe conference’s announcement, in sum, could potentially (potentially!) improve the lives of college football players and fans this fall, which, in these times, is not nothing. Jim Harbaugh is not the enemy for wanting to go back to work. The enemy is the people who are ready to call it a day because they found a way to send Jim Harbaugh back to work; the job of building (rebuilding?) a society whose non-sports aspects are also functional remains important and incomplete, but achievable. One, two, ready, break!", "current_date": "2020-09-17 18:14:10.518474", "publish_date": "2020-09-16", "publish_datetime": "2020-09-16 21:13:43.025000+00:00", "publish_time": "21:13:43", "source": "slate", "title": "The Big Ten Is Going to Try to Play Football After All, and It Might Not Be a Disgrace", "topics": ["rapid", "conference", "big", "tests", "football", "try", "disgrace", "play", "college", "players", "test", "teams", "going"]}