{"authors": ["Laura Miller"], "body": "Slate has relationships with various online retailers. If you buy something through our links, Slate may earn an affiliate commission. We update links when possible, but note that deals can expire and all prices are subject to change. All prices were up to date at the time of publication.\n\nThe narrator of Hari Kunzru’s fascinating, provocative new novel, Red Pill, resembles his author in many respects. He’s a writer, husband, and father who lives in Brooklyn, the child of Indian and British parents who grew up in England. Character and creator seem to be about the same age—that is, ripe for a midlife crisis, which is what the nameless narrator calls the complete breakdown he suffers in the course of the novel. But this collapse, a reckoning with his own mortality like all such crises, doesn’t present itself in the form of sexual affairs or a gambling addiction or similar thrill-seeking transgressions. Instead, it leaves the narrator holed up in a primitive cottage on a Scottish island, anticipating a fight to the death, and it’s brought on by the surveillance state and too much prestige cable television.\n\nUnlike his creator, Kunzru’s narrator is not the author of six novels of dizzying variety and intelligence. Kunzru has set his novels in Silicon Valley, in a UFO cult in the California desert, among the white fans of old blues musicians in New York, and in a placid suburb where a former student radical hides under a false identity. The writer who narrates Red Pill has much narrower and more modest gifts. “At a certain point” he explains, “I’d accepted that I could only communicate in my own way, which is to say by generating a sort of paratactical blizzard of obscure cultural references and inviting my reader to fall through it with me.” The results are mostly unpopular, although he did once produce a slim volume on taste “that kept the reader meandering along as I strung together some thoughts on literature, music, cinema, and politics,” and that did pretty well. But his big book, a hazy opus in which he plans “to make a definitive case for the revolutionary potential of the arts” has stalled—probably because he’s not sure he believes that thesis himself.\n\nNevertheless, a past success and an ambitious work in progress are catnip to literary foundations like the Deuter Center for Social and Cultural Research in Wannsee, a sleepy suburb of Berlin most famous as the place where, in 1942, the Nazi leadership formulated its plans for the Final Solution. The narrator jumps at the chance to spend a few weeks there, picturing a place where he can work in tranquil seclusion. What he finds instead is a strange amalgamation of artist’s retreat and 21st-century workplace where he’s expected to write at a desk in an open-plan office and share his daily efforts with everyone. If only he’d read the contract he signed when he accepted the fellowship! The lines on the brochure about the center’s founder’s “commitment to the values and ideals of openness, free markets, and the sacredness of individual choice” might have been a giveaway, but really the place is a strange, ideologically incoherent amalgam of liberalism and collectivism, where the valorization of “transparency,” the writer will soon learn, extends to intensive surveillance of how much work he’s actually getting done and even cameras in the private rooms of guests.\n\nUnlike his creator, Kunzru’s narrator is not the author of six novels of dizzying variety and intelligence.\n\nTo escape from this unbearable situation, the narrator shuns group meals, writes (well, Googles and reads) in his room, and spends many hours walking around Wannsee, where down by the lake he finds the grave of Heinrich von Kleist, a German Romantic dramatist who died by suicide along with a close female friend. He doesn’t even like Kleist, whom he considers an overwrought “hysteric” and a “man desperately stabbing himself with the needle of his own personality in an attempt to get a response.” Yet somehow the narrator ends up spending a lot of time at the Deuter Center reading up on the German. That’s when he’s not binging on a cop show called Blue Lives, a cross between The Shield and True Detective, in which a corrupt and violent police officer faces off against the ruthless leader of a Haitian gang and the characters pause every so often to recite nihilistic quotes from obscure European reactionaries, Schopenhauer, and Heraclitus.\n\nThe title of Red Pill suggests that the narrator might be lured into some incarnation of the internet-based subcultures where young men disenchanted with what they believe to be the delusional platitudes of liberal society meet to share their atavistic views on such topics as gender relations. That doesn’t happen, but between the Deuter Center and Blue Lives, Kunzru’s character is torn. He doesn’t find the world depicted in Blue Lives appealing—it horrifies him. But he fears the show reveals something true about the human condition, a version of Yeats’ rough beast, that comes slouching toward Brooklyn to menace his own fragile domestic happiness. In opposition to it, the Deuter Center offers a soulless version of community in which the individual is subject to constant scrutiny and forced to tolerate such boors as a neurophilosopher named Edgar, a knee-jerk contrarian who badgers every other guest with his dime-store sociobiology. (At the end of the novel, we learn that Edgar has just published a book on “The Authoritarian Left and the New Religion of Social Justice.”) This thin model of society is papered directly over Wannsee’s fascist past; the center once housed a Nazi institute dedicated to “research into the North,” a folkloric obsession of white supremacists.\n\nAt the center of Red Pill comes a section that has nothing to do with the narrator: Monika, a cleaner who works at the center, tells him the story of her past in East Germany. It serves as a hinge between the beginning, a comedy of manners about writerly dysfunction in a perversely unendurable fellowship, and the last part of the book, in which the narrator plunges down a rabbit hole of paranoia and apocalyptic dread. Monika relates how, as a vulnerable young adult, she was harassed by an agent of the Stasi to inform on the members of a community of punk-rock squatters in which she had finally found what felt like a home. It’s a terrifying tale of the destruction of a self, a fear that haunts the narrator throughout Red Pill, but mostly in theoretical terms. “The ‘self’ is just a folk notion,” Edgar pronounces over dinner at the center. But the narrator has spent his life in contemplation of his own selfhood and “the conviction that exploring its luxurious particularity would keep me busy for the rest of my life, that I would never finish thinking myself through, and at a minimum it would be an honorable project, useful or at least absorbing, and however else my circumstances changed, it could never be taken from me.” Now he realizes how wrong he was.\n\nIn the final half of the novel, the narrator meets Anton, the showrunner of Blue Lives, a manipulative monster prone to statements like “I am the Magus of the North. I have opened the book of secrets.” (In the context of the novel, and Kunzru’s descriptions of the TV series, this comes across a lot less ridiculous than it sounds.) Anton is like a cool Steve Bannon, one whose efforts are restricted to the realm of culture—or are they? He believes a world of brutal and total exploitation of the many by the few awaits in humanity’s near future. The narrator convinces himself that Anton uses Blue Lives to prep society for an order in which “all our ends and purposes were meaningless, that the truth of existence lay in a sort of ceaseless impersonal violence, merciless and without affect of any kind.” And he must be stopped.\n\nBy this point, the narrator could give Kleist a run for his money in the hysteria department, but just when the reader can assure herself that he has gone well and truly bananas, Kunzru clarifies when the novel’s action is set. It’s the fall of 2016, and when the narrator, now “recovered,” and his wife, who has been campaigning for Hillary Clinton, invite friends over to watch the results on election night, he no longer seems so crazy. “My madness, the madness for which I’ve been medicated and therapized and involuntarily detained, is about to become everyone’s madness.” You can’t really argue with that.", "current_date": "2020-09-17 18:14:08.227579", "publish_date": "2020-09-14", "publish_datetime": "2020-09-14 19:43:37.627000+00:00", "publish_time": "19:43:37", "source": "slate", "title": "Red Pill review: Hari Kunzru’s new novel goes down the alt-right rabbit hole.", "topics": ["narrator", "kunzrus", "pill", "hole", "goes", "blue", "novels", "hes", "lives", "rabbit", "center", "review", "hari", "novel", "red", "altright"]}