{"authors": ["Nick Greene"], "body": "The 2020 NFL season was always going to be weird, but the sight of Tom Brady wearing a pirate-themed uniform is a particularly unsettling twist. The six-time Super Bowl champion made his Tampa Bay Buccaneers debut Sunday, and the first start of his post–New England career was an inauspicious one. Brady threw for 239 yards, 2 touchdowns, and 2 interceptions in a 34–23 loss to the New Orleans Saints. Somewhere, Bill Belichick was smiling.\n\nJust kidding. Belichick was in Foxborough, glowering. But this was a relatively happy glower, for he got to watch Cam Newton, Brady’s replacement, lead the Patriots to a comfortable 21–11 win over the Miami Dolphins. It was the sort of clinical, businesslike result New England fans came to expect during the 19-year Brady era, except for the fact that there were no fans and it was engineered by a guy who dresses like the star of Wes Anderson’s Wario. A pretty normal afternoon, all things considered.\n\nThis will be Brady’s 20th season and Newton’s 10th. Both have fascinating and storied individual careers, but the two quarterbacks will be inexorably linked all season. While there will be plenty of opportunities to compare and contrast their performances, you only get one chance to make a first impression. Let’s examine how theirs went.\n\n1. Opening scores\n\nBoth Brady and Newton opened their accounts with rushing touchdowns. Brady’s came in the form of a QB sneak, and it was the kind of play we’ve seen him do roughly 17,988,456 times during his career.\n\nNewton’s run was more dynamic, as is to be expected, and he bounced outside before jogging into the end zone.\n\nMobility is the most obvious thing that separates Brady and Newton, even after the latter spent most of last season recovering from a Lisfranc injury (which is a hurt foot—I had to Google it). The Patriots’ new quarterback ran the ball 15 times for 75 yards and two touchdowns on Sunday. For reference, that’s more than twice as many rushing yards than Brady had all last season (34).\n\nAs ESPN’s Dan Graziano points out, Newton’s 15 rushing attempts were the most he’s ever had in a non-overtime game. The runs were deployed wisely, too: Eight of them resulted in first downs.\n\n2. Turnovers\n\nWithout a preseason, rust is to be expected. Brady, meanwhile, may or may not have been holding illegal workouts with his teammates during the pandemic. Even so, some of his throws were shockingly bad. His two interceptions were, as they say in Paris, Peterman-esque.\n\nJUMP MAN! 🙌@MarcusWilliams with the huge INT off Tom Brady\n\n\n\n📺: @NFLonFOX pic.twitter.com/0Q6Njysna5 — New Orleans Saints (@Saints) September 13, 2020\n\nSunday’s loss was the third consecutive game in which Brady threw a pick-six. If he keeps this up, he will be remembered as a fun bit of trivia: Did you know the guy who threw all those pick-sixes in a row also won six Super Bowls? His name was Tom Brady, and he never ate tomatoes.﻿\n\nNewton, on the other hand, played within himself. His passing statistics were modest—15-for-19 for 155 yards—but there were no turnovers, unlike that pick-six guy whose name escapes me.\n\n3. New tutelage\n\nTom Brady had the same coach for 19 straight seasons. That much time together can strain any relationship, even one with somebody as bubbly and forgiving as Bill Belichick. Tampa Bay represents a fresh start for the 43-year-old quarterback, and let’s check in on how his honeymoon period with coach Bruce Arians is going.\n\nBruce Arians put both interceptions on Brady. Said on that first one, Mike Evans read the coverage right but Brady did not. #Buccaneers — Michael Giardi (@MikeGiardi) September 14, 2020\n\nArians amended his analysis today, saying the first INT was on Evans. https://t.co/RYQz3BYPBk — Michael Giardi (@MikeGiardi) September 14, 2020\n\nBruce Arians may have amended his blame on Tom Brady for one of those INTs but still didn't like what he saw from 12. \"He looked like Tom Brady in practice all the time so it’s kind of unusual to see that in a ballgame because they didn’t do things that we didn’t get ready for.\" — Michael Giardi (@MikeGiardi) September 14, 2020\n\nChange is fun!\n\nMeanwhile in New England, something odd is happening.\n\nBill Belichick on Cam Newton: “He puts himself last and puts his team first. He’s done a tremendous job there.” pic.twitter.com/ny1pghdhzT — Henry McKenna (@McKennAnalysis) September 13, 2020\n\nWe don’t have to grade that on a curve. It’s not praise … “for Belichick,” but rather genuine, real praise from one human to another. What the hell is happening?\n\n4. Opponents\n\nFor 19 straight summers, Tom Brady sat down and wrote “Buffalo Bills,” “New York Jets,” and “Miami Dolphins” on his calendar. Then, he wrote “Buffalo Bills (away),” “New York Jets (away),” and “Miami Dolphins (away)” on that same calendar. Such are the benefits of playing in the AFC East.\n\nOn Sunday, however, he had to play the New Orleans Saints. They are not the New York Jets. They are good. He will have to play them again later this season, because he is no longer in the AFC East. The games should get easier for the Bucs, but the opener was a gentle reminder that not everyone gets to play the Jets twice.\n\nNewton’s task on Sunday may have looked easy on paper, but the Miami Dolphins can be a tricky bunch. Hell, they beat Tom Brady and the Patriots in Week 17 last year and cost New England a bye. You can’t take them for granted. Unlike the Jets. Whom Newton gets to play twice.\n\n5. Aesthetics\n\nThe most important issue when an established star suits up for a new team is how weird they look in the uniform. Newton didn’t have to leap very far on the Pantone scale from Panther blue to Patriot blue, and the quarterback wore his new duds well.\n\nBrady, meanwhile, has a steeper mountain to climb. For nearly two decades the image of him wearing a Patriots jersey had seared itself into the brain of every football fan, so any new uniform he decides to put on is bound to look weird. But the Bucs? That’s a jersey tailored for the likes of Brad Johnson or Brian Griese. The goofy pirate-flag helmet should be on the head of Mike Glennon, not an Aston Martin spokesmodel.\n\nOf course Brady struggled against the Saints. Just look at him.\n\nAnd to think, he didn’t even wear the orange jersey on Sunday. It could be a long season.\n\nListen to an episode of Slate’s sports podcast, Hang Up and Listen, below, or subscribe to the show on Apple Podcasts, Overcast, Spotify, Stitcher, Google Play, or wherever you get your podcasts.", "current_date": "2020-09-17 18:14:13.084139", "publish_date": "2020-09-14", "publish_datetime": "2020-09-14 20:12:13.616000+00:00", "publish_time": "20:12:13", "source": "slate", "title": "The Five Defining Differences Between Cam Newton and Tom Brady on Opening Day", "topics": ["belichick", "jets", "brady", "patriots", "defining", "day", "tom", "play", "didnt", "season", "newton", "opening", "cam", "saints", "differences"]}