{"authors": ["Seth Stevenson"], "body": "The following article is a written adaptation of an episode of Thrilling Tales of Modern Capitalism, Slate’s new podcast about companies in the news and how they got there.\n\n“I’ve just found a few flights here. They’re 20 quid. Will we go to Paris? Will we go to somewhere near Frankfurt? Will we go, hopefully, somewhere close to Rome?”\n\nSiobhán Creaton worked as a business reporter in Dublin in the 1990s. One of the biggest stories on her beat back then was the remarkable ascent of a certain ultra-low-cost, very no-frills Irish airline: Ryanair. “In the early days,” she says, “you were really kind of taking a chance. You weren’t really sure where you were going, but, you know, it was a bit of fun. It was new. It was a way to go somewhere for a weekend. It became known as ‘doing a Ryanair.’ ”\n\nWriting for the Irish Times, Creaton covered Ryanair’s climb from tiny startup to internationally known brand. She says the company’s rock bottom prices completely upended air travel and even made new lifestyles possible: “A lot of people bought holiday homes all over Europe because they now had access through cheap flights to go do that, so it changed people’s lives.”\n\nCreaton eventually wrote a book about Ryanair. At the center of the book, and of the entire Ryanair saga, is the company’s extremely media-savvy CEO, Michael O’Leary. “I remember being at a press conference just before the book was written, and he asked me in front of all the journalists, ‘How’s that book coming along?’ ” she says. “He wanted them to know that a book was being written about Ryanair.”\n\nThe company’s rock bottom prices completely upended air travel and even made new lifestyles possible.\n\nMichael O’Leary has courted the media and castigated it in ways most CEOs would never dare. Along the way he’s made himself into the most outspoken, most dyspeptic champion his own airline could ever ask for. Creaton says, “He’s forceful. If he doesn’t like what you’ve written, he will let you know. Sometimes he looks like an angry, angry man. It’s like he just has no tolerance for people who don’t agree with him.”\n\nMichael O’Leary says things about his customers and his competitors that you’d think he couldn’t get away with: “The customer is nearly always wrong.” “If we can find a mechanism of charging for toilet access, it would make perfect sense to me to charge for toilet access.” Yet he gets away with it again and again. He takes business risks that others wouldn’t dream of, and they almost always pay off. O’Leary’s Midas touch has lasted for decades, but now, with a pandemic decimating air travel, Ryanair faces an entirely new challenge. Will the lightning rod CEO who can do no wrong pilot Ryanair through this turbulent storm, or will his wings finally get clipped?\n\nRyanair became a genuine sensation in the early 2000s, thanks in part to another big gamble that Michael O’Leary made. Right after 9/11, when people weren’t sure what the future of flying would look like, and airlines were being cautious about acquiring new planes, O’Leary locked in a deep discount on Boeing 737s. After restocking Ryanair’s fleet at bargain-basement prices, he then flooded the market with even cheaper fares than usual to bury his competitors when they were already struggling. Low fares like these made it possible to fly all over Europe for peanuts with airplane tickets that sometimes cost less than the taxi to the airport, especially since the airports Ryanair flew out of were often pretty far away from cities they served.\n\nRyanair could afford to sell seats so cheap precisely because it did things like fly out of inconvenient airports. This was a trick learned from Herb Kelleher at Southwest Airlines. He loved small airports, which charge lower fees and have less congestion, letting planes zip in and out. Like Southwest, Ryanair was maniacal about keeping its expenses low. But Ryanair went further, doing things like severely limiting its customer service. Like, it had no customer service. Creaton says this was so widely acknowledged it became a running joke: “There’s been all kinds of hashtags over the years. People have written songs about Ryanair. The Guardian used to have a whole column dedicated to Ryanair and its complaints.”\n\nOn the strength of O’Leary’s showmanship and his business acumen, Ryanair grew over a couple of decades to become one of the largest and most successful airlines in the world. It now boasts 200 destinations in 40 countries, 19,000 employees, 150 million passengers last year. By the start of 2020, it seemed like nothing could slow down Ryanair—until the COVID-19 pandemic hit.\n\nAviation industry veteran Gary Doy says airlines are still coming to grips with the idea that travel slowdowns resulting from the coronavirus pandemic will not be merely a short-term problem. “A lot of airlines are now predicting that we won’t get back to 2019 levels of production until 2022 or even 2023—in one case I even heard 2024,” Doy says. “So I think most people are now starting to realize this is going to be quite a drawn-out recovery.”\n\nAll airlines are hurting, but for a low-cost carrier like Ryanair, there’s a particular worry, one that Michael O’Leary has been vocal about it. Essentially, according to Doy, O’Leary “has said, If we have to keep the middle seat empty—which a lot of people were speculating about because of social distancing—we’re not going to make any money. We’re better off having the aircraft on the ground.”\n\nWhen you sell tickets as cheap as Ryanair does, you need to sell a lot of them. Ryanair depends on a load factor of more than 80 percent. That’s the percentage of a plane’s seats that it wants consistently occupied. Before the pandemic, it was routinely getting load factors of 90-plus percent, but now, not so much. Fewer passengers means less money from ticket sales. But more than that, it means less opportunity to upsell people on things like drinks and meals and rental car packages and other ancillary revenue sources. Planes being forced to fly at lower capacity would be an absolute disaster for Ryanair.\n\nBut just as he did after 9/11, when he doubled down on Boeing jetliners, Michael O’Leary is squinting into the chaos and spotting opportunity. O’Leary is once again gambling on the resilience of air travel. Instead of laying off Ryanair’s pilots, he’s renegotiating long-term contracts to his advantage, which will save Ryanair tons of money if and when flights return to normal volume. He’s also said he’ll drive hard bargains with airports, which are getting increasingly desperate for revenue. And he’s hinted that the fare war to end all fare wars is on the way. Doy thinks that’s almost always a winning move: “Everyone likes a good deal. Let’s be honest about it.”\n\nListen to the full episode using the player below, or subscribe to What Next on Apple Podcasts, Overcast, Spotify, Stitcher, or wherever you get your podcasts.", "current_date": "2020-09-17 18:14:08.132708", "publish_date": "2020-09-14", "publish_datetime": "2020-09-14 18:52:04.107000+00:00", "publish_time": "18:52:04", "source": "slate", "title": "Can Ryanair Survive the Coronavirus?", "topics": ["planes", "things", "pandemic", "airlines", "ryanair", "hes", "survive", "coronavirus", "oleary", "travel", "book", "written"]}