{"authors": ["Julia Craven"], "body": "Who is Lauren Witzke?\n\nAs of Tuesday night, she is the Republican Senate nominee for Delaware, running against Democratic incumbent Chris Coons. The conservative activist, a former field organizer for the Trump campaign in Iowa, won her primary by more than 13 percentage points over former Marine James DeMartino.\n\nWhat do we know about her?\n\nNot much outside of what she’s shared publicly, but what she’s shared publicly is pretty intense. During a bout of depression while she was working for a pharmaceutical company, Witzke said she became addicted to painkillers, which evolved into a heroin addiction.\n\n“I ended up in a situation that I never thought I’d find myself in: I was running drugs, actually, for the Mexican cartels,” she told WDEL radio in May. “These people came here 100 percent legally, chain migration brought people here who will sell drugs to Americans and not think twice if it will kill them. They will sell these drugs to American children; they will sell them to your families, and they don’t care.”\n\nShe has also claimed that she sold birth certificates for the cartels.\n\nWhat does her policy platform look like?\n\nWell, it’s directly related to her alleged experiences as a drug-runner for the cartels while she was battling her own addiction.\n\nHer official platform was one that amplified Trump-style politics, under the “American First” slogan, and called for a 10-year moratorium on immigation—which she says would give the country a “chance to heal.” She also wants to limit welfare benefits for married couples with kids, while also calling for federal funding for faith-based programs that promote substance abuse recovery. Witzke has said that she achieved sobriety after working with Teen Challenge, a ministry that offers recovery services, and she was recently a program director for the group.\n\n“Official”? Is there another part of her platform?\n\nMaybe! Prior to launching her Senate bid, Witzke appeared to be a supporter of QAnon, the conspiracy alleging that a government official known only as “Q” holds a well of damning information about “Deep State” enemies of Donald Trump within the Democratic Party and Hollywood, and their connections to the sex trafficking of children. She has tweeted the QAnon slogan WWG1WGA (Where We Go One, We Go All), used some of the conspiracy’s hashtags on social media, and has been seen wearing a shirt promoting the QAnon theory.\n\nWhat’s her position on QAnon now?\n\nIn January, she told the Associated Press that she was no longer promoting the conspiracy. But she has maintained ties to others who do, including a QAnon promoter named Dylan Wheeler. As Will Sommer wrote for The Daily Beast:\n\nIn June, Witzke’s campaign posted a Facebook video of Wheeler urging his followers to donate to Witzke’s campaign and calling her “one of my best friends.” When Wheeler’s account was banned from Instagram, Witzke posted that she suspected it was because Wheeler “got a little too close to the truth about vaccines again.”\n\nWitzke even, per Sommer, allowed a speaker at one of her rallies to suggest that the Democrats are funded by human trafficking.\n\nHow is she on race and racism?\n\nFor a far-right anti-immigration candidate in 2020, her public remarks steer clear of expressions of racial animus. During her interview with WDEL, she did lament the breakdown of the nuclear family structure in a way that gave me pause:\n\n“So in 1965 they implemented policies that literally pushed dads out of their homes.”\n\nThe only policy I can think of relating to 1965 and familial structure in America is the Moynihan Report. Instead of focusing on systemic racism, then-Assistant Secretary of Labor Daniel Patrick Moynihan pointed to divorce rates in the Black community, “illegitimate” births, and, you guessed it, fatherlessness. This gave conservatives the fuel required to tout bootstrap ideology as the way upward for Black families. It also set the foundation for the idea that Black people are hopeless because of perceived familial structure.\n\nIn her Ballotpedia Candidate Connection Survey, Witzke pretty much solidified that reading: “I believe in restoring the nuclear family and incentivizing tradition, as opposed to current welfare programs that encourage fatherless homes. I will redivert welfare programs into an incentive program for marriage and children.”\n\nThen she took it a step further:\n\n“Candace Owens is a huge role model for me. I admire her boldness and the passion she has for Black America. Many of my platforms were developed after hearing her concerns about Black Americans, the three biggest issues being: Fatherless homes, immigration, and abortion.”\n\nSommer reports that she also called Reps. Alexandria Ocasio-Cortez and Ilhan Omar “third world” and “tards.”\n\nConsidering that the West Coast is on fire, what does Witzke think about climate change?\n\nI’ll just leave this here. It speaks for itself.\n\nHow about net zero immigration instead? https://t.co/93KPSraopf — Lauren Witzke for U.S. Senate (@LaurenWitzkeDE) February 12, 2020\n\nDoes she have any other questionable connections?\n\nPer the Associated Press: “Her former campaign manager, Michael Sisco, was fired last year from his job as a field director for a Republican congressional candidate in Iowa after inviting far-right activist Nicholas Fuentes to speak at an immigration forum. Fuentes has been accused of being a white nationalist and anti-Semite.”\n\nOn Tuesday, Fuentes congratulated Witzke on her win via Twitter. She publicly thanked him.\n\n\n\n— Lauren Witzke for U.S. Senate (@LaurenWitzkeDE) Thank you, Nick!— Lauren Witzke for U.S. Senate (@LaurenWitzkeDE) September 16, 2020\n\nShe has also, according to Sommer’s reporting at The Daily Beast, dabbled in flat earth conspiracies, supported the idea of Trump becoming America’s king, and credited “Loose Change,” a series of films asserting that the U.S. knew about the 9/11 terrorist attacks in advance, as her “great awakening.”\n\nIs she going bring this perspective to the United States Senate?\n\nProbably not. Unlike Marjorie Taylor Greene, the QAnon enthusiast who is now running unopposed for Congress in a strongly Republican seat in Georgia, Witzke is unlikely to make it past November. Last time he ran, in 2014, Coons won 55.8 percent of the vote, or 138,655 ballots, in the 2014 election. In his own primary on Tuesday, Coons defeated challenger Jessica Scarane by 54,789 votes—a margin of victory greater than the total number of ballots cast in the Republican primary.", "current_date": "2020-09-17 18:14:09.600292", "publish_date": "2020-09-16", "publish_datetime": "2020-09-16 23:09:56.216000+00:00", "publish_time": "23:09:56", "source": "slate", "title": "Meet Lauren Witzke, the QAnon-friendly Senate nominee in Delaware.", "topics": ["lauren", "meet", "republican", "nominee", "qanonfriendly", "wheeler", "witzke", "black", "qanon", "campaign", "senate", "trump", "delaware", "welfare"]}