{"authors": ["Aaron Mak"], "body": "Last month, when President Donald Trump said he would ban the video app TikTok unless an American company took over its U.S. business, it was a solid bet that Microsoft would emerge as the buyer. Trump’s stated concern was that TikTok’s Beijing-based owner ByteDance could hand over user data to the Chinese government. Microsoft, the theory went, had the resources to take over the astronomically popular app but didn’t already operate a major social network (sorry, LinkedIn). The president, however, reportedly expressed a different preference: Oracle, the database-software giant whose co-founder, Larry Ellison, is one of Trump’s most prominent supporters in the technology industry.\n\nGuess what? It’s Oracle. On Sunday night, the Wall Street Journal reported that the company made the winning bid, and Treasury Secretary Steven Mnuchin confirmed on Monday that his office had received the bid proposal over the weekend. The deal, notably, does not appear to involve an actual sale of TikTok’s U.S. operations. Instead, Oracle would become TikTok’s “trusted tech partner” here. Many details surrounding the deal are still unclear, though it does seem to involve the hiring of a larger U.S. workforce. What’s certainly clear is that while Oracle might seem like a strange fit—its focus is enterprise and government clients, not lip-synching teens—it has some of the closest ties with the Trump administration among major players in tech.\n\nThis relationship spans back to 2016, when company executives reportedly began hobnobbing with people in Trump’s orbit right before the election. This ultimately resulted in Oracle CEO Safra Catz and chief lobbyist Ken Glueck joining the Trump administration’s transition teams to devise plans around trade deals, the tax code, and government contracts. (Former senior executive George Polisner ended up resigning over the move, because he did not want to help the president in any way.)\n\nThe company’s top brass have further aided Trump in his reelection bid. On Feb. 19, Trump held a fundraiser at Ellison’s estate in Rancho Mirage, California, where attendees could pay $100,000 to play golf and take a photo with the president. Those who paid $250,000 could participate in a roundtable discussion with Trump. Oracle employees tried to pressure Ellison to call off the event and subsequently walked off the job when he went through with it anyway. Ellison defended himself by claiming that he was not present at the fundraiser, but nonetheless expressed his support for Trump. Catz has additionally donated more than $130,000 for Trump’s reelection.\n\nThe Trump administration’s relationship with Oracle goes both ways, including instances in which the White House sided with Oracle in disputes with other tech companies. Right now, Oracle is suing Google for infringing on its copyright for the Java programming language in a case that’s currently before the Supreme Court. The solicitor general’s office filed an amicus brief in support of Oracle in February, around the same time as the Trump fundraiser at Ellison’s estate, calling Google’s policy arguments “unpersuasive.” Oracle also sought to leverage its administration contacts in its campaign against Amazon’s bid to win a Pentagon contract to build the Joint Enterprise Defense Infrastructure, or JEDI, which would be a centralized computing system for U.S. defense agencies. Glueck composed a document outlining an alleged conspiracy between Amazon and the Obama administration that eventually made it to Trump’s desk. After Amazon lost the contract—in fact, that bid went to Microsoft—the e-commerce giant accused Trump of interfering with the bidding process.\n\nIn August, senior Labor Department lawyer Janet Herold alleged that she was facing retaliation after raising concerns about Labor Secretary Eugene Scalia’s intervention in a pay discrimination case that employees had brought against Oracle. According to Herold, career staffers would usually handle this sort of case, but Scalia broke from normal protocols and pushed the department to seek a settlement of less than $40 million. Oracle was at risk of being on the hook for hundreds of millions of dollars in back pay. The Labor Department denied any wrongdoing by Scalia, and Oracle contends that the suit was meritless.\n\nOracle has stuck with the administration throughout the coronavirus pandemic, and might even have played a role in Trump’s baffling push to use hydroxychloroquine as a treatment despite little scientific evidence that it is effective. The New York Times reported that Trump first expressed interest in the drug in March, telling associates that he’d been discussing it with Ellison. Oracle then donated a data platform to the administration so that officials could track how people were responding to the drug and other treatments. Ellison personally offered the technology for free in a call with Trump.\n\nWhile Oracle’s efforts to align itself with Trump undoubtedly boosted its bid for TikTok, there are other reasons the administration might see it as a good fit for the role. It’s true that the company has a solid track record when it comes to data and cloud security, which in theory could help address the administration’s concerns about protecting data on U.S. users. Yet the deal as currently structured may not actually do much to stop ByteDance from being able to indirectly siphon user data, since it doesn’t seem like Oracle will control TikTok’s source code. (The Chinese government reportedly stepped in to prevent ByteDance from selling TikTok’s notoriously addictive algorithm as part of any deal.)\n\nIt’s now up to the White House and the Treasury’s Committee on Foreign Investment in the U.S. to review the deal—and to decide, once again, whether to give one of the president’s supporters exactly what it wants.", "current_date": "2020-09-17 18:14:12.772240", "publish_date": "2020-09-14", "publish_datetime": "2020-09-14 19:56:28.161000+00:00", "publish_time": "19:56:28", "source": "slate", "title": "How Oracle, now partnering with TikTok, became the Trump administration’s favorite tech company.", "topics": ["trumps", "bid", "tech", "administrations", "administration", "ellison", "favorite", "company", "president", "oracle", "tiktok", "partnering", "trump", "tiktoks", "data"]}