{"authors": ["Noreen Malone"], "body": "Every Monday at 1 p.m., Slate is hosting In the Know, an Election Talk Show, on YouTube Live and Facebook Live. This week, Slow Burn host Noreen Malone talked to Rebecca Traister, a writer for New York magazine (where Malone used to edit her) and the author of Good and Mad: The Revolutionary Power of Women’s Anger. The two discussed Kamala Harris’ historic vice presidential campaign and America’s tendency to feminize candidates for political office. Part of their conversation, edited and condensed for clarity, has been excerpted below. Next week, Mark Joseph Stern will interview Dale Ho from the ACLU about voting rights. We hope to see you there.\n\nNoreen Malone: So, Rebecca, how are you seeing the entrance of Kamala Harris changing the race?\n\nRebecca Traister: Well, I think it’s done really tremendously positive things from the perspective of Democrats. The fundraising in August—I mean, there’s a lot to be said about how Joe Biden became the nominee, but the thing that has not been said is that it was a result of wild, grassroots enthusiasm. Biden was not the candidate of electrifying excitement. He was landed on as a kind of return to a median, both in terms of his policy and in terms of his identity in this hugely diverse presidential primary season. You got the older, straight, white man. In terms of policy, where so much of the argument was over left policy, around “Medicare for All,” around the Green New Deal, you got the guy who was very much the sort of center, old-style Democrat. What you didn’t have was the thrill of something exciting, new, different. And then when he announced Harris—and I was very critical of how that process played out because I think he really bungled his choice of a history-making female vice president—but she’s nonetheless history-making.\n\nIt turned out to be a totally energizing pick for his ticket. And the fundraising in August was off the charts. It was record-breaking. It was over $300 million. He got this huge influx of cash—and, I think, a huge influx of energy and excitement.\n\nSubscribe to the Slatest newsletter A daily email update of the stories you need to read right now. We encountered an issue signing you up. Please try again. Please enable javascript to use form. Email address: Send me updates about Slate special offers. By signing up, you agree to our Privacy Policy and Terms Sign Up Thanks for signing up! You can manage your newsletter subscriptions at any time.\n\nDid that surprise you? Because Harris, for many liberals, wasn’t necessarily their candidate in the primary.\n\nFor some on the left, she was not the candidate—although some left stalwarts, like Barbara Lee and Dolores Huerta, they endorsed Harris from the beginning. So I think it’s not quite true that she didn’t have left, progressive backing from the start, because she had a couple of serious, stalwart left backers, and a degree of real, serious progressive support.\n\nYou’re right that the sort of Warren/Sanders wing had been very critical of Harris. But I think actually there are lots of progressives who are very excited about Kamala Harris. The other thing is … this is a very complicated question about representation versus legislative record. What does representation actually mean? It is not identical to progressivism, right? Just because somebody is not a white man does not mean that their politics are any more progressive than a white man’s politics. And in fact, in many cases they’re going to be less progressive. So I don’t want to pretend that progressivism equals representation in any way. That’s not true. But this is a country with a long history of representational failures. And it is also a progressive problem that is distinct from progressivism, if we do not have a representative government and a representative democracy. It’s a real distinction.\n\n“Black women are among the most underrepresented groups in American government. They’re also among the most policed and heavily taxed and undersupported.” — Rebecca Traister\n\nBut having said that, given the history of our representational failures, and the fact that those representational failures actually match any number of policy failures around which populations in this country have their rights acknowledged and protected, are supported by the government and by a variety of social economic safety nets, Black women are among the most underrepresented groups in American government. They’re also among the most policed and heavily taxed and undersupported groups in the American population. And it matters.\n\nIn a month that was a hundred years after the 19th Amendment was ratified—an amendment that, while it purportedly gave women the right to vote, it certainly did not afford enfranchisement and voting protections to Black women and Black men, who had to wait another 45 years for the Voting Rights Act to pass—I think it really matters that we have a major party candidate for vice president, remembering that no woman has ever served as vice president of the United States before, it really matters that we have a Black woman on the ticket. It is very energizing for a lot of people, for reasons that are not silly, even as they are not the same as progressivism.\n\nThat makes sense. I also think, just on a somewhat superficial level, Joe Biden has been in so many presidential election cycles, the media is like, Ah, this guy again. Whereas Kamala Harris comes in, it’s like, Oh. We get to write the deep dive into her and the donor class in San Francisco. There’s just a sort of freshness to it that I actually think you can’t underestimate in terms of energizing both voters and media coverage.\n\nAbsolutely. She is also a really energetic communicator. I mean, Kamala Harris is a super talented politician. She has a kind of energy around her. She moves quickly. She speaks quickly. She clearly thinks quickly. She’s funny. She laughs. She has an extremely bright, communicative demeanor that I think is extremely refreshing.\n\nHer energy, on the trail but also as a debater, is something that I think a lot of people are looking forward to seeing. What surprised me a little bit at the convention was how much care they took in softening that image. There was a lot of talk about “Momala” and her kids, and she at every opportunity wants to show that she cooks. And I get it. I do understand, if you’re a political strategist, this woman got married six years ago, she’s a hard-nosed prosecutor, you’re like, Well, we can’t have another “baking cookies” scandal. But what did you think of this sort of Momala rollout at the convention?\n\nWell, I wish that it surprised me. I have watched this, some version of this, happen with every woman I’ve ever covered in politics. Genuinely. There is no woman who runs for office, whose team wants her to win the affection of the American people and thus their votes, whose team does not make an effort to stress her traditionally feminine, often maternal qualities. I wrote about this during the primary, when there were multiple women in the race whose maternal qualifications were being examined very closely by the press. Even as other candidates—for example, Beto was talking about how he basically hadn’t been at home for the past three years and his wife had been doing all the child care. And that was like, Whoa. And then suddenly Kamala Harris, the fact that her stepkids call her Momala had to be something that was injected into the conversation.\n\nThere are a bunch of avenues that are just gimmies as far as how to effectively communicate that a given woman is unappealing. There are a million ways to do that. And Trump is going to hit every single one of them. One real easy one is casting her as chilly, ambitious, striving, professional—which, of course, is true of anyone who is going to be president or vice president of the United States: that they are professional, ambitious, and striving and dedicated their careers.\n\nBut for women, and especially for Black women, so many of these characterizations are going to be deployed. A white, patriarchal characterization of Black women as bad moms goes way deep. And that is going to be something that opponents will use against Harris. You can also look back at the way that Michelle Obama, as a Black woman, a history-making Black woman on a presidential trail in 2008, was absolutely vilified during the primary campaign for having made very gently critical remarks about the nation’s history of racism—the most benignly critical remarks you could imagine—and was cast as a sort of career person, which she was, and then was absolutely packaged for the convention. I still remember watching her speech in ’08 in Denver, where she emphasized her mom-in-chief credentials. That was both a very conscious repackaging, like “Don’t worry, this person isn’t threatening,” and “In fact, we’re going to reassure you of that by reassuring you that she checks off all the boxes that we traditionally value women for checking off, around maternity, compassion, cooking, child care, all these things.”\n\nIt was true about Michelle Obama. And it is true about Kamala, that her stepkids call her Momala. To say that they’re emphasized doesn’t mean that they’re invented. It’s just different communicative choices about how you present a powerful and inherently threatening [figure] … because what that figure is threatening to do is be different from all the previous figures who’ve come before.\n\nAnd you can kind of see it working, the Momala presentation, because if you track the Trump attacks as like a barometer of what the right or a swing voter is thinking, his initial attack was like, She was very mean to Judge Kavanaugh. She was angry.\n\nYeah. He was doing the angry Black woman stereotype right off the bat. That was, frankly, on his part, a little hackneyed. And now the super liberal whack job thing is interesting—like, yes, Kamala Harris actually does have quite a liberal voting record in the Senate, but that’s not how people think of her within the Democratic coalition, as someone on the fringes. But I have to wonder if he’s actually picking up, like, OK, they’ve presented her as Momala, they’ve got her soft. … But there’s also this thing she’s doing where she’s coming out in Converse sneakers. And there are pictures of her at the Pride parade in San Francisco. I wonder if he’s like, Maybe the move now is aesthetically she’s super liberal—you know, resistance mom. That he can tar her with that or something.\n\nYeah, I’m sure he’s going to try this.\n\nSo I’m going to say something, and I’m sort of hesitant about it because one of the things that I have watched happen—and I think is responsible for some of the enthusiasm around Kamala, especially from smart women—is there’s this kind of fantasy, like she’ll destroy him. There’s a kind of genre of tweet, and I think a very real fantasy, and Kamala gets a lot of it. She’s going to destroy Pence in the debate. And she probably will. But also, Hillary destroyed Trump in the debate. It actually didn’t matter. So I don’t want to fall into the trap of being like, “Kamala has this special quality where she’s going to wipe the floor with Donald Trump.” That’s not what I’m saying. But what I am about to say is she has a kind of energy. It’s the sneakers, it’s the dancing, it’s the laugh. It’s the laughing.\n\nOh, yeah.\n\nShe laughs at her own jokes a lot.\n\nWe’ve been obsessed with this for a while. It’s a good thing that I don’t think people have noticed. I happen to think she’s funny. She made a joke during the primaries. I think it was a joke about basically the size of Donald Trump’s penis.\n\n“She laughs a lot, and she has a good time, and she does make jokes. She makes jokes about Donald Trump that I think are indisputably emasculating.” — Rebecca Traister\n\nYes. It was.\n\nAnd no one else laughed. And she cracked up. Just, like, alone.\n\nI love it. But that spirit—this comes down to some of the things people have anxiety around about her career as prosecutor, but part of that job is cutting down an opponent in debate. Part of that job is fast-talking confrontation. And then I think her personality is she laughs a lot, and she has a good time, and she does make jokes. She makes jokes about Donald Trump that I think are indisputably emasculating, as you point out. And she doesn’t care if you laugh or not. She enjoys her humor. And for Twitter to be like, That’s kryptonite for Donald Trump—nothing’s kryptonite for Donald Trump. The man maintains his base no matter what. He won the election despite having been wiped across the floor by Hillary Clinton. So I’m not saying that. But she does have an energy where, even though he’s having an easier time finding the easy avenues, including—and my guess is this is where it will wind up because it’s where it always winds up with him—just straight-up racism and misogyny, that’s where he’s going to go.\n\nIn a speech last week, he made this whole big deal of mispronouncing her name three times in a row—which, of course, that’s the racist move. And saying, Oh, I don’t have the citation in front of me, but If she became president, it would be an embarrassment to the country. If she became the first woman president. I mean, that is straight-up racism.\n\nYeah. He said that would be an insult to our country. “Nobody likes her.” Of course he’s got to get that in: “Nobody likes her.”\n\nAnd it’s all tied to the misogyny and the racism. It’s all interwoven.\n\nSo she has this grounding as a prosecutor. And she is a Black woman in a summer when race has been a major conversation. I’m curious what you think of the way she walked that tightrope in this very strange moment for someone with her professional background and personal background, against the backdrop of this national reckoning.\n\nIt’s so hard. … I’m just so conscious of the fact that it’s how she walks that tightrope—that’s the question from all of us, rather than how Joe Biden walks that tightrope. One of the terrible ironies of how this all works is that it’s actually the Black woman who is asked the most acute questions about how she’s balancing the conversations, and not the white women and not, especially, the white men. Right? Joe wrote the crime bill.\n\nRight.\n\nAnd yet I feel like the lens is particularly trained on Harris. As a Black woman, from an activist family, with a long history of activist politics, who did enter the system as a prosecutor. Whose prosecutorial record in California was, it’s very fair to say, more conservative than her voting record has been in the Senate. I think she’s a person who moved left when she came to the Senate. And yet so many more of these questions are trained on her as a Black woman than get trained on any other kind of candidate.\n\nYeah. I did the Chris Matthews thing, Rebecca. I’m Chris Matthews in this scenario. I asked the bad question. I’m sorry.\n\nI do it all the time. … This is something I found myself doing all the time, writing about women candidates, is always asking them to talk about sexism. And never asking men about sexism. And so they have to bear the extra weight of that.", "current_date": "2020-09-17 18:14:10.107943", "publish_date": "2020-09-16", "publish_datetime": "2020-09-16 17:14:40.258000+00:00", "publish_time": "17:14:40", "source": "slate", "title": "Trump would rather run against Kamala Harris.", "topics": ["im", "women", "run", "shes", "actually", "going", "woman", "think", "black", "trump", "harris", "kamala"]}