{"authors": ["Laura Miller"], "body": "At first, The Comey Rule, writer-director Billy Ray’s adaptation of former FBI Director James Comey’s 2018 memoir A Higher Loyalty, premiering on Showtime on Sept. 27, seems to be hedging its bets. The story is skeptically narrated by U.S. Deputy Attorney General Rod Rosenstein (Scoot McNairy) to an aide. Rosenstein tells his listener (Dalmar Abuzeid, in an entirely passive and thankless role) that Comey (Jeff Daniels) is a “showboat,” a complaint Donald Trump lodged against the director after firing him in 2017. His evidence for this is the fact that Comey’s family reads the Declaration of Independence aloud to one another when they celebrate the Fourth of July. It’s not so much the custom itself, Rosenstein explains, but that despite never mentioning it himself, Comey “just found a way to make sure everyone knows.”\n\nJeff Daniels’ James Comey is a middle-age Jimmy Stewart figure.\n\nEven before Comey delivered 2016’s October surprise—announcing that the FBI was reopening its investigation into Hillary Clinton’s use of an unsecured email server for State Department correspondence less than two weeks before the presidential election—he was a controversial figure. He made himself unusually visible by breaking FBI protocol to hold a press conference in July 2016, in which he explained the bureau’s recommendation to the Department of Justice that Clinton not be prosecuted. Ordinarily, the FBI does not discuss its recommendations publicly. Comey’s motivations in this remain an object of debate. Comey himself insists that he took this unusual step to head off rumors of bias in favor of Clinton during an election year and to protect the agency’s reputation for political impartiality. His critics charge that he loves the spotlight, crafted his congressional testimony “like summer beach reading,” and engages in a performative rectitude that sets the teeth of even some of his supporters on edge. According to these detractors, Comey is all lofty speeches and old-fashioned virtue signaling, as you might expect from someone maintaining a secret Twitter account named after the theologian Reinhold Niebuhr.\n\nNiebuhr, also a touchstone for President Barack Obama, is a favorite of high-minded public servants committed to abstract constitutional principles and ideals as a bulwark against shortsighted partisanship and political street fighting. Despite Comey’s lifelong membership in the Republican Party, both his memoir and Ray’s adaptation show him bonding with Obama, implying their shared faith in such principles, particularly the need to maintain a formal distance between the president and the FBI director he appoints but who someday may need to investigate him. This is the world in which the orderly, meticulous, and rather sedate first half of The Comey Rule is set. The characters—Comey’s deputy Andrew McCabe (Michael Kelly), U.S. Deputy Attorney General Sally Yates (an affecting Holly Hunter), FBI general counsel Jim Baker (Steve Zissis), notorious texting lovers Lisa Page (Oona Chaplin) and Peter Strzok (Steven Pasquale), and the rest of Comey’s team—spend much of the time explaining how the government and the Department of Justice are supposed to work, in the serene confidence that whoever wins whatever election, the standards and norms of their institutions will continue. It’s not the most entertaining material (and it illustrates why Aaron Sorkin, when covering similar ground, had his actors talk so fast), but it’s not meant to be. In the perverse context of 2020, the unexciting vision of the federal government functioning as it’s supposed to, with a punctiliousness that can only be called bureaucratic, is strangely soothing.\n\nDespite the soapbox it gives to Rosenstein, The Comey Rule accepts Comey’s version of events uncritically. Daniels’ Comey is a middle-age Jimmy Stewart figure, the kind of guy who remembers to ask how his driver’s daughter’s recital went and refrains from cutting in line at the cafeteria, as well as a popular boss, a gifted public speaker, and a man devoted to his wife (Jennifer Ehle) and daughters (Hillary supporters all). Rosenstein himself—before his appointment as deputy AG, when still U.S. attorney for the district of Maryland—invites Comey to deliver a speech on leadership to his staff, and “leadership” is just the sort of vaporous abstraction at which the series’ Comey clearly excels. Ray doesn’t pay enough attention to the view of many who have known him that moral vanity plays a role in Comey’s character and behavior—beyond having Daniels offer a brief and not very persuasive confession that he can be “self-righteous.” But that doesn’t seem to matter much in the world of the first half of The Comey Rule. Sure, it might make Comey irritating to those he works with (and Rosenstein’s complaints about Comey are later revealed to be petty and envy-driven), but how can too much integrity be a fault in a public servant?\n\nPart 2 of The Comey Rule becomes a mesmerizing dramatization of a soul being slowly crushed.\n\nAt its best, though, The Comey Rule is a horror film, and the monster is Donald Trump (played by Brendan Gleeson with a gruff manliness that’s almost but not quite flattering to the whiner in chief). The first episode of the miniseries resembles those establishing scenes in which a young family unpacks its belongings in the wonderful old house they’ve just bought, the kids running around the yard in glee and everyone sitting down to a meat-and-potatoes dinner just before the weird sounds and apparitions in the bathroom mirrors start. Part 2 of The Comey Rule introduces Trump as a hulking shadow who resolves into a badly dressed, orange-faced ogre who has no grasp of the intricate system of checks and balances he has inherited. Daniels’ Comey begins in all confidence that this apparatus will continue to function despite Trump’s ignorance and blundering. The rest of the episode illustrates the excruciating disintegration of that confidence.\n\nIf you can get past reservations about Ray’s idealization of Comey, Part 2 of The Comey Rule becomes a mesmerizing dramatization of a soul being slowly crushed. Unlike the blowhard anchorman Daniels played in Sorkin’s The Newsroom, his Comey is trapped within the very protocol that once provided structure and meaning to his life and work. In scene after scene—as Trump demands “loyalty” over the two men’s infamous dinner at the White House or asks him to let up on the investigation of Michael Flynn’s ties to Russia—Daniels appears frozen in a posture of composed respect, with only his eyes reflecting the growing dread and disgust behind the mask. He resembles nothing so much as the characters stuck in Get Out’s Sunken Place, their true selves and feelings imprisoned behind their fixed, agreeable exteriors. Whenever the subject of the Steele dossier comes up, Ray cuts to scenes of a Trump-shaped silhouette stepping into a room filled with Russian prostitutes and glimpses of women in miniskirts boarding a hotel elevator. In an otherwise literal film, these appear to be the sleazy images that, in Comey’s imagination, have become wedded to the institutions he holds sacred. And all because, in complete confidence of the ultimate outcome, he did what he thought was right.\n\nThe miniseries ends in an off-putting orgy of Comey hagiography, reuniting its hero with his wholesome family and leaving Rosenstein floating the prospect of wearing a wire to White House meetings and raving, “It’s so crazy in there!” But however credulous Ray is about Comey, the larger truth of The Comey Rule is incontestable. It’s the story of institutions run in accordance with norms and traditions that seem permanent but prove terrifyingly fragile. Comey gets out, but the rest of us are still living in the sequel.", "current_date": "2020-09-17 18:14:10.288942", "publish_date": "2020-09-17", "publish_datetime": "2020-09-17 09:45:00+00:00", "publish_time": "09:45:00", "source": "slate", "title": "The Comey Rule Begins as Hagiography, but It Works Best as a Horror Movie", "topics": ["movie", "fbi", "rays", "rule", "comey", "rosenstein", "rest", "horror", "daniels", "deputy", "trump", "hagiography", "begins", "comeys", "works", "best"]}