{"authors": ["Willa Paskin"], "body": "Ryan Murphy’s Ratched doesn’t start well—and not just because of the priests graphically bludgeoned, stabbed, and raped in the series’ opening minutes. Like a musical act whose sound barely changes, Murphy puts out the same record over and over again, and how much you enjoy it depends on how many of the previous songs you already know by heart. With its bubblegum-tinged, glammed-up superviolence, where a soignée bathrobe and a nearly decapitated man in the bathtub are both just a bit of mood-setting, Ratched seems like American Horror Story: For Netflix. The handsome murderer is even played by Finn Wittrock, a Murphy regular who has killed, tortured, and eaten someone in various AHS installments. He’s mysteriously connected to the title character, nurse Mildred Ratched, played by Murphy muse Sarah Paulson, whose career leveled up with AHS: Asylum and now finds herself scheming in another mental health facility.\n\nNurse Ratched is one of the fictional characters who have made asylums such a ripe setting for horror. As played by Louise Fletcher in an Oscar-winning performance in 1975’s One Flew Over the Cuckoo’s Nest, Ratched was an angelic-looking authoritarian, calmly controlling, the personification of a cruel and rigid system, who used electroshock and lobotomies when she couldn’t keep her wards inline with a bit of psychological manipulation. Ratched purports to tell her origin story, although as it begins, she’s a nightmare almost fully formed. In the opening episode, Mildred deftly insinuates herself onto the staff at California’s Lucia State Hospital, where Wittrock’s Edmund Tolleson will soon be moved. To do this, she blackmails and poisons, while occasionally being filmed in an emerald green light that visually underscores her kinship to the Wicked Witch. (You can track the amount of green in Paulson’s every outfit as a kind of barometer of her mental state; the nurses’ outfits are a deep sea foam.) She ingratiates herself with the head of the hospital, the ambitious Dr. Hanover (Jon Jon Briones), who hopes to make Lucia a beacon of humane care, a place where patients are healed, not penalized, using a powerful new technique: the lobotomy.\n\nSign up for the Slate Culture newsletter The best of movies, TV, books, music, and more, delivered to your inbox three times a week. We encountered an issue signing you up. Please try again. Please enable javascript to use form. Email address: Send me updates about Slate special offers. By signing up, you agree to our Privacy Policy and Terms Sign Up Thanks for signing up! You can manage your newsletter subscriptions at any time.\n\nBut if Ratched starts more or less exactly where you expect to find her—doling out transcranial lobotomies in hotel rooms—she doesn’t exactly stay there. Ratched is playing a game of connect the dots that goes way off the page and relies on at least one more season. (Eighteen episodes were ordered, and this season contains only eight.) Rather than descend to further villainy, Mildred ascends, slowly locating her morality, thanks primarily to the love of a good woman. In the second episode, as Mildred, at her sweetest and most innocent, is hand-fed oysters by Gwendolyn Briggs (Cynthia Nixon) above the thundering California surf, Ratched begins to reveals what Murphy et al. most want it to be—not a horror story or an origin story, but a love story.\n\nNixon, who plays an advisor to the governor, blanches when Dr. Hanover explains that lobotomies can be used to cure, among other pathologies, lesbianism. (When she asks Ratched to lunch, she explains, in a sandwich-related context, that she “doesn’t like extruded meats.”) Ratched, whose favorite food is baloney, thinks of homosexual urges as degenerate. Though Paulson and Nixon’s chemistry is wildly overestimated by the show itself, their single oyster feast is enough to entangle the two, even though Mildred initially rejects her. Gwendolyn immediately decides to separate from her beard of a husband, and Ratched finds her mind wandering to Gwendolyn while she’s taken from behind by a private investigator played by Corey Stoll. Mildred resists Gwendolyn even as they get closer, until she can’t anymore, their whole story a swoony, Sirkian romance that plays out so quietly it takes episodes to reveal itself as the center of the show.\n\nThe feminist reading of Nurse Ratched has always been in the text: In Ken Kesey’s novel, she’s a big-bosomed tyrant and her wards are “victims of a matriarchy.” Fletcher’s version of Ratched feminized the character, using her delicate good looks to heighten the horror of her as the ultimate ball buster, an emasculator frostily in control of her charges. Paulson’s version of Ratched can also be imperious and righteous—in an echo of the film, she explicitly incites a patient to suicide—but she’s far less terrifying. Her relationship to her patients is not her primary one. She is instead, at the start, totally focused on her obligations to Tolleson, for whom she is willing to do just about anything. The long-teased-out nature of their bond—and the incredible trauma and abuse they have sustained—completely remakes Ratched, not as an avatar of the system, but a victim of it. In Kesey’s novel, Ratched is the embodiment of the Combine, the mechanized society that destroys those who deviate from the norm—but lo and behold, Ratched supposes Nurse Ratched herself to be a deviator. The resulting character, swoony in love, a loyal if misguided friend, a competent administrator, a practitioner only of techniques she believes help, is more sympathetic, but also more banal. No longer a chilling avatar of implacable, self-satisfied state violence who needs no reason to exist other than that the system will always find people like her to keep running, Nurse Ratched is now just another poor, misunderstood antihero.\n\nThe Nurse Ratched glow-up takes place amid the standard Murphy hijinks. There’s a catfighting nursing crew led by Judy Davis’ Nurse Bucket; a posturing psycho killer getting hand jobs from the staff turns into a Bonnie and Clyde story; Dr. Hanover explores hypnotism and multiple personalities as the lobotomy thing doesn’t pan out; and then there’s the gross zaniness involving Sharon Stone as a vengeful millionaire seeking retribution for her sociopathic son, now a quadruple amputee. All of this bangs away like a klaxon, even as Ratched’s dawning realization that she might be “the sort of woman who enjoys the company of other women” gives her the clarity to distance herself from a murderer to whom she feels responsible.\n\nBy the end of the season—which again, is just halfway through the series—Ratched has been almost completely made over as a heroine, and the character feels like little more than an occasion for longtime collaborators Murphy and Paulson to create their Sapphic opus, a fraternal twin to The Assassination of Gianni Versace, which was also about the uncomfortable connections between violence, trauma, psychosis, and homosexuality. Homosexuality is what saves Ratched, though—or at least temporarily redeems her. By the end of the season, Lucia State Hospital is an all-female enterprise, catfights have given way to matriarchies, and Ratched is well on her way to getting the full feminist makeover, one that will likely reframe all her future behavior as the response of a justified misandrist—or at least a comprehensible one. “True monsters are made, not born,” goes the show’s tagline, but it’s a misleading one. Season 1, as far as it goes, is about the death of a monster, and the birth of a lovely, if haunted, gay couple on permanent holiday in Mexico.", "current_date": "2020-09-17 18:14:12.854306", "publish_date": "2020-09-16", "publish_datetime": "2020-09-16 10:00:00+00:00", "publish_time": "10:00:00", "source": "slate", "title": "Ratched: Sarah Paulson plays the iconic Cuckoo’s Nest villain in Ryan Murphy’s gory Netflix prequel.", "topics": ["state", "shes", "ryan", "mildred", "gwendolyn", "netflix", "nurse", "villain", "ratched", "season", "paulson", "murphy", "murphys", "plays", "played", "prequel", "horror", "nest", "sarah"]}