{"authors": ["Matthew Dicks", "Brandon Hersey", "Katie Holbrook", "Amy Scott"], "body": "Care and Feeding is Slate’s parenting advice column. In addition to our traditional advice, every Thursday we feature an assortment of teachers from across the country answering your education questions. Have a question for our teachers? Email askateacher@slate.com or post it in the Slate Parenting Facebook group.\n\nI could really use some solid help on this. I’ve got two children, ages 7 and 10. Since supporting my children’s virtual learning, I’ve noticed that, while they have excellent vocabulary mastery and clear strength in pronunciation when reading, each of them struggles with retention of the content. This applies to academic and leisure reading. I notice it with both of my children, but particularly my 7-year-old, who’s in second grade. What am I doing wrong? How do I help them take away more of what they read?\n\n—Wanting to Raise a Reader\n\nDear Wanting,\n\n“The best thing you can do to increase your child’s retention is to get them thinking while reading.” — Matthew Dicks\n\nFirst, you’re not doing anything wrong. If your children are reading on a regular basis, you are winning. Congratulations.\n\nThe best thing you can do to increase your child’s retention is to get them thinking while reading. It’s something teachers spend an enormous amount of time doing in school. We need to shift students from simply reading the words and sentences to thinking about the text as they read. This often comes in the form of asking oneself questions, making predictions, and pausing to consider what was just learned.\n\nYou can assist this process by modeling it when reading to your children. When reading to your children, stop and think aloud. Show them how a reader’s mind works. Make your own predictions. Ask yourself questions. Make statements that begin with phrases like “I wonder” and “This surprises me because” and “This is interesting because.” Teachers do this all day long.\n\nWhen your children are doing the reading themselves (or once they have finished reading), you can have them do the same thing. Ask them things like:\n\n• What are you wondering about?\n\n• What surprised you?\n\n• What do you think will happen next?\n\n• What would you like to learn more about?\n\n• Who is your favorite character, and why?\n\n• What does this author do well or not so well?\n\n• Whom would you recommend this book to, and why?\n\n• If they were going to turn this book into a movie, who do you think should play the lead role?\n\n• What was the most interesting fact that you learned today?\n\nShifting your child from a person who reads words to a person who thinks deeply about story will help your child gain a deeper understanding of the text and, as a result, retain more of what they are reading.\n\nGood luck!\n\n—Mr. Dicks (fifth grade teacher, Connecticut)\n\nSlate needs your support right now. Sign up for Slate Plus to keep reading the advice you crave every week.\n\nI just graduated from college last May and am hoping to either become a high school language teacher or go into academia. Like a lot of people, however, my postgrad plans were thrown into complete disarray by the COVID-19 pandemic. I have a great opportunity lined up for next January overseas, but I have had a lot of employment difficulties in the meantime. I ended up moving back in with my parents and landed a job as a substitute teacher at a local elementary school. Each classroom at this school has a teacher and an assistant teacher, so when I substitute, I always take the role of assistant teacher. I consider myself pretty lucky to have this job, since our area doesn’t really have opportunities in my field of interest outside of education, and getting a job in education is hard when I plan to be out of the country by next year. However, this substitute teaching job is making me absolutely miserable.\n\nThe school is a direct-instruction, classical-curriculum charter school. The curriculum is honestly pretty boring, and they expect students to be still and silent at their desks all day, especially since they are attempting to hold in-person classes during a pandemic. The kids in the younger grades are, understandably, terrible at this. They want to fidget and talk with their friends, but some days they don’t even get the opportunity to go to recess. The teachers seem to immediately start the day irritated with their students (and there is only one class per grade, so I know I haven’t just had bad luck in the teachers I work with), and the students can obviously tell. Though I do sometimes help out with individual work, most of the teachers seem to think of my job mainly as order-keeper. However, the students often don’t listen to the new substitute, and I just can’t bring myself to get angry or yell (the tactic taken by a lot of these teachers) at kids who just want to behave like kids instead of doing boring work in perfect silence for seven hours straight. I leave each day feeling drained and frustrated, but I don’t want to quit because I don’t think I’ll find any better opportunities.\n\nMy training was pretty sparse, I’ve never taken an education class, and most of my education experience is with teenagers (which I loved!), so when I’m trying to manage the classroom, I feel completely at a loss. How do you make 6-to-8-year-olds listen to you without blowing up at them? And how can I help make their classroom experience more positive when they are in this difficult circumstance with not-so-sympathetic adults?\n\n—Newbie\n\nDear Newbie,\n\nI’m sorry. That sounds like a nightmare. First, I think you should accept that you, as a sub for a few months, will not create a culture shift at this school. That’s what the school needs, but it’s not your responsibility, nor is it possible.\n\nSo let me answer your questions.\n\nMy first year in the classroom, I was teaching third grade. My class was wild and needy, and I was terrible at the job. I was ill-equipped. I was exhausted. I yelled. A lot. One afternoon, I told a veteran teacher with tears in my eyes that I didn’t know how to get the kids to do what I was asking. He said, “When you see someone doing the wrong thing, acknowledge the kid who’s doing the right thing.” That is, focus on praising positive behaviors rather than correcting negative ones.\n\nIt’s not magic, but it works a lot. I still do it 19 years later with my eighth graders.\n\n“Thank you for taking out your notes on theme, Jackie.” “Marshall is referring to his essay rubric to revise. Nice work, Marshall.” “Sonya’s not going to have any homework because she’s so focused on getting the task done before the bell.”\n\nSometimes I acknowledge the positive behavior to the whole class; sometimes I tap the kid’s shoulder and tell them privately.\n\nIf no child is doing the right thing, don’t worry. You can just say, “I like the way … ” and start looking around the room. Six-to-8-year-olds in particular will straighten up and start scrambling to figure out something to do that the teacher likes.\n\nThere’s a larger conversation to be had about “teacher-pleasing behaviors”—i.e., they’re not necessarily good pedagogy. But considering your situation, this is a simple technique you can implement that addresses both your questions: how to make kids listen without blowing up and how to make the kids’ experience more positive. Good luck!\n\n—Ms. Scott (eighth grade teacher, North Carolina)\n\nI’m a high school teacher at a public school for kids who aren’t successful at the big high schools, so I have experience dealing with students with varying degrees of trauma in their lives. This year, I have a new student with a diagnosed behavior disorder called oppositional defiance disorder, and I’m at a loss. This student attends school every day (our district allowed for a choice—about one-third of our students chose remote, and two-thirds are in school), and their family life is tenuous. They have a 504 plan, and my school has limited special education resources. We’re a few weeks in, and they have yet to complete an assignment in my class, won’t keep their phone put away, talk across the room to a friend at full voice while I’m talking, etc. They’re having issues in all their classes, but no one has really come up with a solution. They get sent to the resource room but won’t follow the rules, or get sent to the office or sent home for the day. But the next day is the same.\n\nThis feels like the kind of situation where we need outside guidance. Should my administration be contacting someone besides our building’s counselor? Their parents are not helpful, and I’m at a loss. I’m dreading my class with them in it, and I feel completely unprepared to reach them in a way that will make an impact. And I feel guilty for feeling that way.\n\n—Feeling Helpless\n\nDear Feeling Helpless,\n\nThis is a very frustrating situation! My heart goes out to you. This student definitely needs a behavior improvement plan, or BIP. I agree that the administration should immediately seek the support of a behavior specialist. Your school may have limited resources, but your district should have someone on staff who can help.\n\nOne hurdle you might run into, though, is that this student has a 504 plan, not an individualized education program, or IEP. Because 504 is not a federally funded program, your school district may reserve the support of behavior specialists solely for students in special education. (See this brief explainer from Understood about the differences between an IEP and a 504 plan.) I hope that is not the case!\n\nIf you’re unable to get support from a specialist, the school should call a 504 meeting to address the student’s behavior. If they don’t already have a BIP, the 504 committee needs to write one. I am far from an expert in how to best support students with ODD, but I do know that one of the most important things they need is consistency. All staff members who work with this student must implement the BIP with fidelity.\n\nStudent behaviors like those you described present teachers with many challenges. Take a deep breath and pace yourself! It’s a marathon, not a race. When I’ve had difficult students, I’ve found that the key is often to forge a positive relationship. It’s not easy, I know. Put on a brave face and smile at them, even if you are secretly dreading it. And try to get to know them personally. If, over time, this student sees you as a positive, calm, and consistent adult in their life, they may settle into the routine of your class and present you with fewer disruptions. Fingers crossed!\n\n—Ms. Holbrook (high school teacher, Texas)\n\nI’m a college student currently pursuing a degree in education along with my certification. I’m starting my observations this year, but with the pandemic we might not be able to see real classrooms. I guess you could say I’m looking for any little bits of wisdom you could offer. I keep holding on to what a favorite teacher of mine told me last year as I graduated, about letting my love of learning drive me, but I could use a little more help. Any words of encouragement for learning how to be a teacher when you don’t really get to see the teacher?\n\n—All the Teaching I Cannot See\n\nDear AtTICS,\n\nThanks for reaching out. You’re definitely in a uniquely challenging position. As educators we have to show the same resilience as our students, and I’m sure you, too, will rise to the occasion! The best wisdom I can give you is to focus less on the environment—being in the classroom can only tell you so much—and to turn your focus solely on the students.\n\nIn the early years of my career, I spent so much time on refining my practice—focusing on how to effectively deliver a lesson, how to teach kids to use manipulatives, how to encourage student voice and participation—that I often missed the real needs of my students. During your observations, don’t worry about missing out on the classroom dynamics, and spend your time really closely observing the students. Ask yourself which students are responding, who needs to take more time on their work, who hasn’t spoken, and most importantly why. There’s no doubt this year will present a great challenge to our entire educational system. But if we keep our focus on our students and their needs, we will be OK. Best of luck to you as you begin your journey. You are needed now more than ever.\n\n—Mr. Hersey (second grade teacher, Washington)\n\nMore Advice From Slate\n\nWe have a conundrum. Our daughter excels in her eighth grade science class, and her teacher seems to like her. What’s the problem? The teacher is horrible. Should I talk to the principal?", "current_date": "2020-09-17 18:14:11.918617", "publish_date": "2020-09-17", "publish_datetime": "2020-09-17 09:55:00+00:00", "publish_time": "09:55:00", "source": "slate", "title": "How to help kids improve their reading.", "topics": ["student", "im", "teacher", "education", "improve", "dont", "kids", "help", "students", "reading", "school", "teachers"]}