{"authors": ["Bessie Yuill"], "body": "With its historically accurate costumes, wuxia-influenced fight scenes, and (perhaps most importantly) no singing, Disney’s live-action remake of Mulan was clearly designed to appeal to Chinese audiences. From the moment it was announced, the movie has been marketed as a more serious, authentic representation of Chinese culture than the 1998 original—notwithstanding its majority-white creative team, led by New Zealand filmmaker Niki Caro. In May, Caro wrote on Instagram that her vision was “to honor the Disney culture as well as … the Chinese culture.”\n\nConsidering how much the remake’s promises are grounded in implicit criticism of the animated original, it’s strange to remember that the 1998 version was also driven by concerns about authenticity—and even stranger that what eventually became Mulan began as a straight-to-video short film called China Doll about an oppressed and miserable Chinese girl whisked away to Europe by her British love interest.\n\nBy contemporary standards, both China Doll’s title and its plot may prompt a full-body cringe. In the original story, the love interest was referred to as a “Prince Charming” who saves the main character from a life in China, reinforcing stereotypes of East Asian women as helpless victims who are romantically available to white men. So how did this ill-advised love story evolve into a ’90s classic, starring arguably Disney’s most proactive female lead?\n\nSign up for the Slate Culture newsletter The best of movies, TV, books, music, and more, delivered to your inbox three times a week. We encountered an issue signing you up. Please try again. Please enable javascript to use form. Email address: Send me updates about Slate special offers. By signing up, you agree to our Privacy Policy and Terms Sign Up Thanks for signing up! You can manage your newsletter subscriptions at any time.\n\nIn the late ‘90s, Disney was intent on producing a film that would appeal to the rapidly expanding audience of moviegoers in East Asia. They also needed to smooth over relations with the Chinese government, which had soured because of 1997’s Kundun, a Disney-funded biography of the Dalai Lama directed by Martin Scorsese. Even before Kundun was released, China’s leaders had threatened to bar Disney films and television cartoons from their country. Scorsese, screenwriter Melissa Mathison, and several other members of the production were banned from entering China. CEO Michael Eisner apologized in 1998 for releasing the film, saying: “The bad news is that the film was made; the good news is that nobody watched it. Here I want to apologize, and in the future we should prevent this sort of thing, which insults our friends, from happening.” The rapprochement was successful: In 1999, the initial plans for Disney’s first park in China, Hong Kong Disneyland, were announced.\n\nDisney may have been committed to developing an East Asian heroine for its international market, but the creative team, working independently at the Florida studios, wasn’t enthusiastic about the China Doll concept. The idea had been stuck in development for a decade, and none of Disney’s first-string animators would have anything to do with it. Eventually, after a suggestion from children’s author Robert D. Souci, the writers turned to a Chinese poem, “The Song of Fa Mu Lan,” for inspiration. A consultant for Disney at the time, Souci had begun his own book based on the story.\n\nThe first written record of Mulan is the “Ballad of Mulan,” a folk song usually traced to the Northern Wei dynasty (ca. 386–535 A.D.). (The 1998 Mulan’s production designer, Hans Bacher, and art director, Ric Sluiter, ended up basing the look on the Ming and Qing dynasties, with a visual style inspired by Chinese watercolors.) There are many different Chinese versions of the tale, but in most of them Mulan is motivated by love of her family, taking her sick father’s place in the army and only revealing her gender after she returns home. Still, even after Disney shifted its focus to adapting Mulan, China Doll’s focus on a central romance remained. In the script’s early stages, Mulan leaves home after finding herself betrothed to Shang in an arranged marriage (a theme that would later feature heavily in the movie’s critically reviled 2004 straight-to-VHS sequel). “The whole point of the first draft was for Mulan to get the guy,” Chris Sanders, story editor on Mulan, said at the time of the film’s release.\n\nThe story then went through another series of changes. “When my wife and I got on the project, it’d already gone through a few iterations, all inspired by the San Souci children’s book,” Raymond Singer, one of Mulan’s original writers, tells Slate. “We, along with the story team and one other writer, crafted the story and screenplay that became Mulan. The fourth writer joined the team sometime later and remained on the project after our job was completed.”\n\nThe original title still lived on in the form of lyrics. “There was a song called ‘China Doll,’ written by Stephen Schwartz, already written when we got on the project,” Singer explains. “He wrote several songs for earlier drafts of the story before we got there. Stephen was replaced by the current credited songwriters, who wrote their original music as we created the new story and screenplay.”\n\nBroadway legend Schwartz had already worked with Disney on Pocahontas and The Hunchback of Notre Dame, but he eventually left Mulan to write songs for Dreamworks’ The Prince of Egypt, and his songs were scrapped entirely. “Written in Stone,” which he wrote to accompany her transformation into a soldier, still survives in the one-act version of the play licensed to grade schools, Mulan Jr.\n\nMulan’s writers eventually grew frustrated with the story’s romantic comedy aspects and convinced producer Pam Coats that Mulan should leave home because of the love for her father. “We all knew we were creating a Disney heroine who wasn’t the normal Disney princess and it was our commitment to stay true to it,” Singer says. “Mulan, who was at all times loyal, brave, and true. You can see how different from the others in her physical appearance and her personality.” Embracing themes of honor and family meant that the film overall would be more faithful to the original legend. The change in direction may also have been prompted by backlash over Pocahontas—Native American community leaders had protested the historical inaccuracies and lack of cultural authenticity in the film as well as the fictionalized romance between Pocahontas and white English settler John Smith.\n\nIn order to capture an authentic view of China, key members of the creative team—Coats, Sluiter, Barry Cook, Robert Walker, and Mark Henn—were invited to travel around China in 1994 to research the landscape, people, and history of the original legend. They toured Beijing, Datong, Luoyang, Xi’an, Jiayuguan, Dunhuang, and Guilin. Cook, who co-directed Mulan with Tony Bancroft, explained the purpose of the trip in the DVD’s special features: “We wanted to show icons of what we would expect of China, so we knew we wanted to see the Great Wall. We knew we wanted to see the hills in Guilin.” There were limits to showing “what we would expect of China,” however: They avoided exploring any overt Buddhist themes in the film, for example, because of Tony Bancroft’s Christian faith.\n\nBy shifting away from romance and following the folk tale’s plot more closely, the film not only amplified its authenticity but also channeled the “girl power” trend that the Spice Girls had helped drag into the mainstream in the late ’90s. Following the success of Belle in Beauty and the Beast, who was praised for having “gumption” and a mind of her own, Mulan’s strength and bravery were emphasized. She won hearts as a klutzy tomboy who didn’t know where she fit in but was willing to push herself for her family. The film’s critical and commercial success (over $300 million in worldwide box office) proved that the character didn’t need a white love interest in order to have wide appeal.\n\nIn 2016, however, a first draft of the Mulan remake’s script, written by Lauren Hynek and Elizabeth Martin, stirred up controversy when fans discovered its premise. The new live-action film would introduce “a white male lead, a thirtysomething European trader who falls for Mulan and decides to help her cause,” according to the New Statesman. Disney later clarified that the script was only a “jumping-off point” for the new movie, but using it as inspiration still seemed like a bad omen to many. Almost two decades later, it was still apparently impossible to make an American movie about a Chinese heroine without suggesting a white savior as the romantic lead.\n\nThe remake Disney eventually released aims to be more accurate to the original tale, removing elements of the original that were unpopular in China (like the comedic dragon sidekick Mushu, voiced by Eddie Murphy). Producer Jason T. Reed said that the filmmakers drew inspiration from different Chinese adaptations of the ballad while writing the film, stating that since the traditional Disney audience and the diaspora Asian audience viewed the movie in one way, and the traditional Chinese audience viewed it a slightly different way, the filmmakers “dug in to try and make sure that [they are] addressing both of those audiences in a thoughtful way.”\n\nThis emphasis is proof of the Chinese market’s growing significance. Disney was just beginning to explore its potential in the 1990s, but now the country accounts for a huge percentage of global box office. Avengers: Endgame made over $600 million in China, a new record for a foreign film in the country. It was a bet that an updated Mulan, largely cast with Chinese stars, would be a success in her folk tale’s homeland.\n\nPlans for Mulan’s theatrical release were obviously dampened by the pandemic. But the film has also become a lightning rod for controversy. Calls to #BoycottMulan began last year after star “Crystal” Liu Yifei declared her support for the Hong Kong police. Disney Studios chairman Alan Horn told the Hollywood Reporter than the company tries to be “non-political, apolitical when it comes to all this stuff,” but the film’s release reinvigorated the criticism. The movie’s credits inspired another wave of protest, revealing that it was partly shot in the province of Xinjiang, where as many as 1 million people, mostly Muslim Uighurs, are reportedly detained. The writers have also been criticized for inaccurately using ch’i or qi as a supernatural narrative crutch.\n\nDecades later, the world is still arguing about how Disney presents China. With a significant market at stake, the new Mulan is attempting to deliver a culturally specific product. But when the demands of the Chinese government create political complications, “authentic” begins to mean something more like “officially approved.” Last year, the Dreamworks children’s film Abominable was pulled from release in Vietnam for its use of a map legitimizing China’s legally questionable claim to part of the South China Sea.\n\nThe evolution from China Doll’s white savior to the warrior heroine Mulan demonstrates that Disney wants to at least seem respectful of the culture it’s drawing on. But this push for authenticity seems to be driven more by an attempt to appease the Chinese government, and access a lucrative box office, than by genuine respect. American depictions of China may have changed, but Disney’s profit motive is as enduring as the legend of Mulan itself.", "current_date": "2020-09-17 18:14:10.409562", "publish_date": "2020-09-16", "publish_datetime": "2020-09-16 18:05:08.684000+00:00", "publish_time": "18:05:08", "source": "slate", "title": "Mulan started out as a white-savior romance called China Doll.", "topics": ["later", "mulan", "doll", "started", "white", "whitesavior", "chinese", "love", "romance", "called", "china", "original", "film", "disney", "written"]}