{"authors": ["Lucianne Walkowicz"], "body": "On Monday morning, the world learned of an exciting discovery: a whiff of phosphine, one of the universe’s most odious substances, detected in the atmosphere of Venus. On Earth, it hangs out in some unsavory spots, such as sewage plants. But it’s also associated with life, especially with microbes living in anaerobic (oxygen-poor) environments. Could this report of phosphine on Venus also mean that life exists there?\n\nThe answer depends on whom you ask. The one thing we now know is that astronomers, as a whole, are incapable of any conspiracy to hide alien life: Though I tuned into the press conference along with many others around the world, the news had already wriggled free of its press embargo and been basically known among space circles for two days. During that time, many people had been quick to point out that phosphine does occur in places without life, namely gas giant planets like Jupiter and Saturn. Phosphine, an uneasy alliance of a phosphorus atom and three hydrogen atoms, is hard to make and easily destroyed; on gas giants it’s created deep in the hot, high-pressure lower layers of the atmosphere, then dredged upward by flowing currents. Even though Venus is definitely on the hot side as small, rocky planets go (its average temperature is 800 degrees Fahrenheit), it’s still pretty temperate compared with Jupiter (which is estimated to be many tens of thousands of degrees Fahrenheit in its depths!).\n\nBut that’s exactly what would make finding phosphine on Venus exciting, if the finding holds up: On temperate, terrestrial worlds, phosphine doesn’t form easily, and at least on Earth, it’s only found in the presence of life. For that reason, astronomers like Clara Sousa-Silva (who has the enviable Twitter handle @DrPhosphine) have suggested that phosphine is a promising biosignature, a chemical tracer that, if found in a terrestrial planet’s atmosphere, could tell us that life might be lurking there.\n\nPhosphine is an old friend of mine—my first-ever research project in astronomy involved studying phosphine in the atmosphere of Jupiter—but I never imagined I’d be hearing from it again, and certainly not as a putative biosignature. And on Venus, of all places!\n\nSoon after the announcement, I read the associated flotilla of scientific research papers with curiosity, and a healthy dose of skepticism—detecting phosphine is challenging to begin with. On top of that, it’s hard to know whether phosphine is there because of life, or because there’s just some interesting non-life chemistry that we haven’t figured out yet. If there’s phosphine on Venus, then that’s definitely exciting, even if it doesn’t end up being evidence of life. But I’m also not ready to bet my apartment on phosphine being a sign of a microbial Cloud City.\n\nOnce I’d had a chance to read and discuss the results with some fellow astronomer friends, however, my mind turned elsewhere: to worry.\n\nYou might not expect me (or anyone) to worry about a place like Venus. Venus is pretty tough. You don’t hear about Venus rovers because there aren’t any—in fact, every mission that’s landed on Venus has been promptly obliterated by its heat and highly acidic, arid environment. Designing a mission to do anything other than orbit Venus from a safe distance is like deciding to put your smartphone in a kiln (for science!), but that hasn’t stopped Venus’ fans from trying: missions like NASA’s DAVINCI+ (Deep Atmosphere Venus Investigation of Noble Gases, Chemistry, and Imaging Plus), India’s Shukrayaan-1, and Russia’s Venera-D all hope to probe Venus’ inhospitable environment in the next decade. On top of these national missions, private space companies are also vying to get in on the act: Peter Beck, CEO of U.S.-based Rocket Lab, describes himself as “madly in love with Venus,” and hopes to send a private mission there by 2023.\n\nSo why worry? After all, in much of U.S. science fiction, aliens are the fearsome invaders: They abduct people and run amok destroying buildings. Depending on their whims, they may either infiltrate the government or just blow it up entirely. Paralleling earthly histories of invasion and colonization, these fictions tell us to fear the aliens, reflecting white American settler fears that we, too, might one day be colonized. In real-world space exploration, though, we humans are the invaders: As denizens of the only planet that we know definitely has life, we take great pains to carefully clean our spacecraft so we don’t contaminate the worlds we explore. These regulations, known as planetary protection, both safeguard Earth’s biosphere from potential contamination and protect other worlds from us. National space agencies have adhered closely to planetary protection guidelines, and generally speaking, private companies working under contract with national agencies do, too. But private endeavors? Not so much: Just last year the first completely private mission to the moon, Israel’s Beresheet, was found to have splattered a cache of hardy organisms known as tardigrades when it crashed on the lunar surface.\n\nUnder current planetary protection guidelines, the moon is essentially considered a barren wasteland and thus not in need of protection. But if there’s anything we can agree on (besides that astronomers can’t keep secrets), it’s that this potential phosphine detection complicates our ideas about where life might exist beyond Earth. One potential solution to this new chemical mystery on Venus is to immediately pour efforts into going there, leading to a near-future “Venus Rush.” But much like other moments in history where we have rushed forth, humans have the ability to curtail possible futures, and to create great harm, when we rush.\n\nPlanetary protection isn’t just cleaning a spacecraft; it is born out of a philosophy for how we can ethically engage with other worlds. At least in my case, I am hopeful— both for phosphine and for a future where we have deeply considered ethical frameworks for exploration. In the meantime, excitement and anxiety will always go hand in hand.\n\nFuture Tense is a partnership of Slate, New America, and Arizona State University that examines emerging technologies, public policy, and society.", "current_date": "2020-09-17 18:14:08.765137", "publish_date": "2020-09-15", "publish_datetime": "2020-09-15 19:15:51.617000+00:00", "publish_time": "19:15:51", "source": "slate", "title": "Phosphine discovery could threaten Venus.", "topics": ["theres", "space", "venus", "mission", "atmosphere", "worlds", "life", "discovery", "protection", "private", "threaten", "phosphine"]}