{"authors": ["Christian Brown", "Danny M. Lavery", "Elliot Hannon", "Picks Editors", "Matthew Dicks", "Brandon Hersey", "Katie Holbrook", "Amy Scott", "Laura Miller", "Julia Craven"], "body": "This week, Danny M. Lavery and Christian Brown discuss a Prudie letter: the forgotten birthdays.\n\nChristian Brown: So basically to me this seems like two related problems that need to be addressed! And the question for the LW is which problems she actually wants to solve, vs which she feels like should not be considered. But on the one hand she has a husband is not good at managing very basic parts of his life, and on the other she has a SIL who has a different value system about birthdays.\n\nFor all the opening preamble about not caring that her husband can’t remember appointments, I think it’s pretty clear she does care inasmuch as it causes problems like this one with her SIL!\n\nDaniel Lavery: Right — and it seems to me like her proposed solution (i.e. telling the sister-in-law she cares too much about birthdays) doesn’t really address either problem\n\nYes, that struck me as a pretty straightforward defense mechanism — which is not to say the OP *must* be secretly incandescent with rage about the issue, but that part of the way we make problems bearable is by telling ourselves and others that it’s not that big a deal\n\nJoin Slate Plus to read the rest of the chat! Sign up to read Prudie Uncensored every week. For just $35 for your first year, you’ll also get: • Extra questions and answers from Danny Lavery every week • A bonus episode of the Dear Prudence podcast every Friday • Members-only segments and episodes on other Slate podcasts—and no ads • Unlimited articles on Slate.com Start your two-week free trial today! Join Now Already a member? Sign in here.\n\nChristian Brown: Right, because if the husband was being a normal conscientious person he would have this conversation with the SIL and clearly he won’t\n\nDaniel Lavery: it’s probably truer to say, “I find this frustrating, but that doesn’t translate into change, so I’m trying to save my energy and not waste my time getting frustrated when I know he’ll just ignore or dismiss my frustration”\n\nChristian Brown: Yeah, exactly, it’s a way to manage the annoyance of having a toddler husband.\n\nDaniel Lavery: and his response is so curiously absent here!\n\nlike…does he care about his niece and nephew?\n\ndoes it bother him that their mother is upset?\n\ndoes he ever talk to them on non-birthday occasions?\n\nChristian Brown: Yeah!! Does he even know??\n\nDaniel Lavery: because if he just generally doesn’t seem that interested in them, and the birthday thing is just the icing on the cake\n\nEven if you were to bend over backwards to manage these relationships for him, I think it would be pretty apparent to everyone involved that you were the one doing the work\n\nand he did not actually give a shit\n\nChristian Brown: Is he aware of the fact that it’s like a serious problem for SIL or does he expect her to adapt to his choices the way his wife has\n\nRight yes, and of course what do the kids think! They probably know their mom is mad at their uncle right?\n\nEven if he doesn’t care about birthdays he presumably has a relationship with the kids too\n\nDaniel Lavery: yeah, I mean, maybe they have an otherwise delightful relationship and she really just is totally unreasonable about birthdays\n\nbut I think the OP would have included that information if that were the case\n\nI’m inclined to read this less as “my sister-in-law is a birthday nut” and more as “my husband ignores his sister’s kids and her feelings are hurt and she’s kind of fixated on birthdays as the most obvious issue”\n\nChristian Brown: Yeah presumably. The whole thing feels like this black hole we’re trying to observe based on how the women around the husband are reacting. So without that info I think it’s a little hard to assess. However!\n\nDaniel Lavery: yes! the problem here is that these two women are driving themselves to distraction trying to care about something this one guy refuses to care about at all\n\nlike, they’re both putting in a lot of time and energy and emotion\n\nwhile he’s just ABSENT\n\n“whoops, forgot my keys, who’s this kid, nice kid, what is he, eight or something? gotta go, be sure to text me what we’re having for dinner”\n\nChristian Brown: Agree. Unless she has preexisting birthday madness, my gut is that there are a million things he forgets and this is the one they are most allowed to be publicly upset about\n\nSince you can’t say “why can’t you fucking remember where your keys are”\n\nDaniel Lavery: so is there anything you’d encourage this letter-writer to do here? completely ignore it? encourage her husband to call his sister? yell at her husband? something else?\n\nstart making dinner just for herself and the kids and let him fend for himself?\n\nsorry that last one is classically passive-aggressive\n\nChristian Brown: So given all this, my advice would also be maybe see this as the chance to adjust his behavior in a like outward facing way\n\nAssuming LW is willing to take on the project\n\nInstead of saying “I’m tired of managing your ephemera” she can say “wow your SIL really cares about birthdays, what can you do to make sure you show her you care about the extended family”\n\nElementary school lessons in giving a shit about other people’s priorities\n\nDaniel Lavery: yes! If you say to him, “this is now creating a problem for me and the kids; how do you want to respond to your sister’s message?” and his answer is “I had planned on doing uh nothing”\n\nthen that might be time for a bigger argument\n\nit’s really hard, I think, when you’re contemplating having a fight with a partner about an issue that boils down to “you don’t care enough about ____ thing”\n\nbecause you know you’re going to have to WORK to even make the fight happen\n\nChristian Brown: Without having to make it about their marriage right at the get-go, too. So if there’s any room at all for him to improve this is probably the lowest stakes way to broach it\n\nTotally this is also just a “he who cares least wins” scenario\n\nDaniel Lavery: and like, maybe there’s an undiagnosed executive function disorder at play here, but I think I just want to bring that up in order to set it aside for the moment – the problem is not that he’s trying and struggling, but that he’s abandoned it entirely\n\nChristian Brown: And convincing him to care about his own calendar you already manage will be an uphill battle, better to try with this new, external problem\n\nDaniel Lavery: if he does need help on this front, he is definitely capable of accessing help, and he needs to stop letting the women in his life take on whatever he doesn’t care about\n\nand I also get that it’s risky and vulnerable to contemplate saying, “I’ve taken on all this domestic work not because it’s easy or no big deal, but because I know from experience that you just won’t do it — but I’m actually sick of it, and I want you to start figuring out what you need to do differently in order to take over vet appointments”\n\nChristian Brown: She can’t even figure out if that kind of executive function disorder is real until she attempts to address it\n\nDaniel Lavery: because the real fear there is that, at best, he’ll say “Jeez, okay,” and then ignore it, and you’ll have a sick dog on your hands\n\nright\n\nChristian Brown: Yeah, it’s scary! But it’s also better for both of them, I think, to at least talk about it head on instead of just saying “we all cope”\n\nDaniel Lavery: I guess i just wanted to bring it up in the sense of: it may be at play here and it may not, if it is he can get help for it, and regardless it’s not an excuse for the way he’s just let his wife take on all these tasks\n\nChristian Brown: Yes\n\nEven if he does have something else going on, it’s not really an excuse for not attending to come up with a solution to the emotional problem here\n\nDaniel Lavery: just to sum up a point I think I’ve already made with the last line: “Can we tell them they are being ridiculous, and it isn’t worth losing family over this?”\n\nmy read here is that the LW feels like her husband is a lost cause when it comes to change\n\nChristian Brown: Which is not doing the work of being a partner and family member\n\nYes, I absolutely agree she does, and she wants permission to say “oh well, that’s just husband”\n\nDaniel Lavery: so she’s hoping she can convince her SIL to adopt her own attitude of “It’s impossible to try to change Jim, so don’t even bother getting upset when he fails to meet your expectations or ignores something important to you, which means that if you DO get upset with him, you’re basically giving up on your family”\n\n“he is the immovable object but you are not the irresistible force so you need to accommodate him or else”\n\nChristian Brown: Hah yes. “Please just divert around him and accept that he thinks birthdays are fake”\n\nAlso you know, not for nothing but there are many time honored uncle birthday solutions (mailba check! A pizza lunch!) that might be easier ways for him to practice\n\nDaniel Lavery: I mean that’s part of what’s driving ME a little nuts here\n\nis like, this is not a big request\n\nalso, you have an ENTIRE YEAR to prepare for this\n\nyou can set up a recurring alert on your phone\n\nand order something way in advance\n\nI myself have been guilty of being flaky around important birthdays, but there are a lot of workarounds I can set up to automate or externalize the work of memory\n\nChristian Brown: You can literally make one of any number of online shopping websites do this for you, with a nice note, and set it to deliver automatically on the day!!!! It’s really really really not an actual problem to remember\n\nHell yeah\n\nDaniel Lavery: and none of this is to say like, “Hey, since it’s so little, why don’t you add this to your overwhelming sea of ‘little tasks’ you already do for him?”\n\nwhich I imagine might be one tempting takeaway for the OP\n\nbut just as a reminder that he is absolutely capable of this, even if it’s hard for him to adjust\n\nChristian Brown: Yes. Instead it’s gotta be the first step he takes towards doing small tasks\n\nDaniel Lavery: he does not have to be perfect at this and you are not being cruel or insensitive by telling him he should start trying\n\npop quiz, hot shot: when are YOUR nephew and niece’s birthdays!!!!!\n\nChristian Brown: Mmhmm. If anything you are being generous by showing him how to repair it\n\nMay 1st and Christmas day!!!\n\nDaniel Lavery: very quick, nicely done\n\nChristian Brown: They are easy to remember\n\nDaniel Lavery: Christian, you are great, and an example to birthday-rememberers everywhere", "current_date": "2020-09-17 18:14:11.648097", "publish_date": "2020-09-17", "publish_datetime": "2020-09-17 09:59:00+00:00", "publish_time": "09:59:00", "source": "slate", "title": "Danny M. Lavery and Christian Brown discuss a letter about a husband who forgets birthdays.", "topics": ["letter", "discuss", "care", "say", "m", "danny", "birthdays", "husband", "does", "think", "really", "forgets", "lavery", "christian", "brown", "problem", "way"]}