{"authors": ["June Thomas"], "body": "Over the past six months, turning on the TV has been like journeying to a distant planet where huge numbers of maskless people cluster in confined spaces, shaking hands and kissing. Then again, I’m not exactly craving representations of the way we live now. After an isolated workday studded with Zoom meetings, I for one have very little interest in devoting my leisure hours to staring at famous people doing the same.\n\nEnter Away, the new Netflix series in which Hilary Swank plays the American commander of a three-year international mission to Mars. In a way that surely wasn’t in creator Andrew Hinderaker’s original plan, its two main settings—Mission Control in Texas and the Atlas blasting its way through space—have come to represent the pre- and post-COVID worlds. Filmed before the pandemic, the scenes in Houston play out in open-plan offices packed with scientists, crowded living rooms where friends and colleagues celebrate significant events, and schools where kids congregate in classrooms and hallways. Meanwhile, loosed from the bonds of Earth, the five residents of Atlas live inside the ultimate bubble. Squint and their space suits look like PPE, instructions from Mission Control like new guidelines from the CDC, and crew members’ video chats with faraway family members like, well, our own video chats with faraway family members. They’re not so much working from home as living at work—with their bosses monitoring their every move and mood. It’s good to know things could be worse.\n\nSign up for the Slate Culture newsletter The best of movies, TV, books, music, and more, delivered to your inbox three times a week. We encountered an issue signing you up. Please try again. Please enable javascript to use form. Email address: Send me updates about Slate special offers. By signing up, you agree to our Privacy Policy and Terms Sign Up Thanks for signing up! You can manage your newsletter subscriptions at any time.\n\nUnfortunately, Away doesn’t deliver on its promise. The show’s formula reveals itself within the first couple of episodes, only to be endlessly repeated. There’ll be problems with the ship and the water supply and everything else required to keep the mission viable—the same problems that have cropped up in the hundreds of other recent movies and TV shows set in zero gravity—and they’ll be solved in identical ways, with reckless acts of bravery, brilliant solutions dreamed up by loved ones back on Earth, and plain dumb luck.\n\nAtlas may be up in the stars, but the show’s interpersonal stakes are pathetically low, which is especially disappointing given that Jason Katims, who made Friday Night Lights and Parenthood, is part of Away’s creative team. The focus on family and family-like structures that was so productive in those shows is present here, but, perhaps because millions of miles separate husbands and wives and parents and children, the connections never quite jell. The togetherness is all in flashback, and even back before blastoff, the relationships don’t seem all that special. In moments of extreme bonding between Swank’s Emma Green and her husband, fellow astronaut Matt Logan (Josh Charles), they whisper their pet name for one other: “Shithead.” It’s no “Clear eyes, full hearts, can’t lose.”\n\nOut in space, Emma, Indian Ram Arya (Ray Panthaki), Chinese Lu Wang (Vivian Wu), Russian Misha Popov (Mark Ivanir), and British Ghanaian Kwesi Weisberg-Abban (Ato Essandoh) each get an episode in the spotlight, usually facilitated by a prop. Each crew member got to bring a personal item into space—a family photo for Ram, a ring for Lu, puppets for Misha, and a religious text for Kwesi—triggering a flashback that reveals the significance of the object. But it’s as if the episodes were written by people who don’t know what happens in the rest of the season. When Lu, who has a husband and son in Beijing, is revealed to have fallen in love with another woman from the Chinese space program, Misha treats her with homophobic disdain … until the next episode, when he seems to have forgotten all about it.\n\nThere is one exception to the parade of consequence-free blandness, and perhaps it shouldn’t come as a surprise that it comes in a story about contagion. In the fourth episode, “Excellent Chariots,” Ram contracts infectious mononucleosis and begs to be shot into space rather than endanger the health of his crewmates. Emma disobeys orders and tends to him, despite his repeated pleas for her to stay away. As he recovers, he tells her what viewers have pieced together from flashbacks: As a boy, Ram had typhus, and despite their mother’s instructions to the contrary, his big brother, Rohit, visited frequently, entertaining Ram with tales of Hindu gods and space travel—until Rohit succumbed to the disease. The survivor’s guilt that tortures Ram is one of the first fictional representations of a fear that is keeping thousands of families apart today. It’s still so rare to see today’s strange emotional landscape mirrored on screen that for a few moments at least, this predictable, mediocre show feels truly remarkable and perhaps even profound.", "current_date": "2020-09-17 18:14:08.310140", "publish_date": "2020-09-15", "publish_datetime": "2020-09-15 15:39:25.972000+00:00", "publish_time": "15:39:25", "source": "slate", "title": "Netflix's Away finds familiarity in an episode about contagion threatening a mission to Mars.", "topics": ["threatening", "space", "mission", "family", "way", "tv", "signing", "contagion", "away", "familiarity", "episode", "ram", "misha", "shows", "mars", "netflixs", "finds", "members"]}