{"authors": [], "body": "Joel Anderson, Stefan Fatsis, and Josh Levin talk about the NFL’s opening weekend. They also discuss Naomi Osaka’s victory and her outspokenness at the U.S. Open. Finally, they survey happenings in college football, the NBA, and the Premier League.\n\n• Support Hang Up and Listen by subscribing to Slate Plus.\n\n• Watch Joel, Josh, Leon Neyfakh, and Noreen Malone in conversation about Slow Burn on Sept. 22.\n\n• The NFL season began with players linking arms, kneeling, and raising fists. The Seahawks and Falcons players took a knee following the opening kickoff.\n\n• Some fans in Kansas City booed a moment of silence for what the NFL called “the ongoing fight for equality in our country.”\n\n• Nick Greene in Slate on the defining differences between Cam Newton and Tom Brady on the NFL’s opening Sunday.\n\n• Watching NFL games in empty stadiums—especially a $5 billion new one in Los Angeles—was weird.\n\n• Naomi Osaka beat Victoria Azarenka to win the U.S. Open.\n\n• In Defector, Tom Ley praised Osaka’s answer to a question from ESPN’s Tom Rinaldi about why she wore face masks bearing the names of victims of police violence.\n\n• Azarenka says her on-court identity didn’t change after becoming a mother.\n\n• In the men’s final, Dominic Thiem eked out a win over Alexander Zverev.\n\nKyle Lowry futzed with Jayson Tatum’s wrist band and the Rockets’ Danuel House got kicked out of the NBA bubble.\n\nHang Up and Listen’s weekly Jack Harrisons:\n\nJosh’s Jack Harrison: The time Sean Landeta punted for negative yards, and it wasn’t the strangest story he was involved in that week.\n\nOn this week’s bonus segment, Joel, Stefan, and Josh talk about the ACC’s proposal for a 350 team–plus NCAA tournament.\n\nPodcast production and edit by Melissa Kaplan.\n\nYou can email us at hangup@slate.com.", "current_date": "2020-09-17 18:14:12.939691", "publish_date": "2020-09-14", "publish_datetime": "2020-09-14 22:42:07.950000+00:00", "publish_time": "22:42:07", "source": "slate", "title": "The NFL, the U.S. Open, and a packed sports weekend on Hang Up and Listen.", "topics": ["win", "slate", "packed", "open", "tom", "joel", "opening", "listen", "hang", "players", "stefan", "weekend", "nfl", "josh", "talk"]}