{"authors": ["Mike Pesca"], "body": "On Sept. 16 at noon Eastern, Future Tense will host an online event called “How Should We Talk About QAnon?” For more information and to RSVP, visit the New America website.\n\nThe Q in QAnon doesn’t stand for quasi-ideology, but it could. QAnon is a diluted, amorphous, ever-changing set of ideas that has infected a not-insignificant percentage of the American mind. Some adherents to this way of thinking are dangerous, and some are about to be elected to Congress. The beliefs aren’t solid, but they usually include the baseless theories that Democrats are running a cannibalistic sex cult and trafficking children. To QAnon followers, Donald Trump is a hero who could stop it all, and he repeatedly sends signals to that effect.\n\nFor years, Clint Watts worked in the FBI in counterterrorism. He is the author of the book Messing With the Enemy: Surviving in a Social Media World of Hackers, Terrorists, Russians, and Fake News, and he joined me last week on The Gist for a two-part conversation about how his career and research inform his understanding of QAnon. A portion of that conversation is transcribed below; it has been edited and condensed for clarity.\n\nMike Pesca: If you were writing your book now, QAnon would have to be in it somewhere, if not mentioned then at least referenced in the subtitle.\n\nClint Watts: For sure. You know, it’s interesting, I think it was probably right about the time the book came out [that] QAnon was really gaining steam. And I was on at MSNBC and probably talked to you about it. And it was like, “This is what I’m going to be more worried about over time,”—the idea that people can connect around any idea they choose and build it into a juggernaut. And that’s really what’s happened over the last three years. It’s pretty remarkable. [QAnon has] become its own belief system in a way. For other people it’s entertainment. For some, it’s a conspiracy. But it’s remarkable how it’s really overtaken an entire body of people and grown. This is always the case when we’re talking about social media influence: When do you know it’s for real? It’s when you see it enter the physical world, when there’s physical manifestations of it. Boogaloo is one recently.\n\nRight. So with this, we’re seeing the first violent outbreaks, but also we’re seeing people just claim fealty to it and winning Republican primaries, which is a little different from some ways that election hackers could cause mayhem, or from how an ISIS adherent could kill people. There’s no one in the mainstream who would say, “I’m ISIS and I approve this message, vote for me.”\n\nYou’re right on target with it. And somebody had pointed out to me, they’re like, “Oh, this is just like when the Tea Party or the progressives …” I’m like, “No, no, no, man.” I remember the Tea Party. They had a very specific policy agenda right around what they were going to advance. When you listen to QAnon, it is an alternative reality they’re trying to advance. They’re not trying to argue about what we’re going to do with this country when they win, when it moves into the political space or what’s going on in terms of the country. They’re literally advocating that the government has a secret society. And then I ask, when they’re running for office now—what is it you would do if you won? Could you imagine being inside government institutions? And once these people are elected, you’re going to have to answer to these conspiracies? You’re going to be called to testify maybe, or write up reports. I just cringe for the government employees that will have to deal with that kind of stuff here, maybe in the next year.\n\nThere are a bunch of disaffected people who sometimes cause violence. The sovereign citizen movement exists, and some of them kill people. And maybe everyone who was part of that “movement” now believes in QAnon. Pizzagate essentially became QAnon and predated QAnon. But there’s always going to be some percentage of people who are disturbed or looking for reasons to be agitated, and some percentage of that percentage are going to cause violence. So why should we think of QAnon as something other than a more formal branding of that phenomenon?\n\nI’ll give you a comparison to the terrorism years. I’m not saying QAnon people are terrorists. But we had a similar sort of belief system, which was called Islamism, back in the mid-1990s to 2000s. This is where we got into that weird space in the global war on terror: Who is the enemy? Is it al-Qaida? Or is it Islamism? Or is it all of Islam? What is it? We spent a lot of time at the Terrorism Research Center trying to understand: What is the distinguishing factor? And we wanted to only focus on those that were threatening or perpetrating violence. That’s where we wanted to be focused.\n\n“What’s interesting with QAnon is that iceberg just keeps getting bigger.” — Clint Watts\n\nBut if you look at any of these belief systems, there’s a spectrum, and it’s like a cone. The closer you get to the bottom of the cone or the funnel, the more intense, the smaller the number of people are, and the more extreme they tend to be. And so when if you were looking at the spectrum of it, you have enthusiasts in any belief system who are just there, and they somewhat identify with it but maybe don’t follow all the rituals. They don’t wear the clothes; they don’t buy the gear. Then you have believers. These are people that actually believe what’s there. They support it, and they’ll repeat it and they’re devoted to that movement, whatever it is. Then you have devotees, which are the ones that are committed to advancing this. These are the people you see on blogs and forums that are talking about it all the time. They’re out in the streets with the gear. They’re pushing it into your face. They’re trying to argue with it. And then there’s always a very small portion of any belief system that are extremists that are committed to violence. And they believe the only way they can advance what they’re doing is they have to take up arms, or they have to kill someone, or they have to get into physical confrontations with people.\n\nIt’s kind of like an iceberg. The more enthusiasts you have, then the believers sort of stack on top. And then the devotees are on top of that, and then the extremists are just this small percentage, but they become emblematic or representative of the entire belief system to a degree. That’s what we hear about in the news. What’s interesting with QAnon is that iceberg just keeps getting bigger. There’s more people and more people and more people in it, and you see the patch more. You see it showing up in advertisements; you see it trending on social media. You see other groups trying to interact with it. And so that I think is where the concern comes from, because some people—as we’ve seen, and the FBI has even written reports about it—turn to violence because of a false belief system.\n\nLet’s talk about the structure, as it were, of QAnon. It’s a lot different from ISIS’s. First of all, there is a Q. There is a person who started these theories on either 4chan or 8chan. Now, if the equivalent of Abu Bakr al-Baghdadi were behind some encryption and put out messages on 8chan, would we be able to track and figure out who al-Baghdadi is? Can we figure out who Q is? And what would be the benefit of unmasking him?\n\nI don’t think at this point you can probably figure out who Q is, because I think it quickly started as a way to get people mobilized and sell some T-shirts and then took on a life of its own. And it may not be possible to really know who the first person was. And everyone’s going to claim that they were Q. Interestingly, when you speak of al-Baghdadi, what al-Baghdadi did, which was pretty interesting, was he tried to tie himself back to the prophet through lineage, so that he could become the next prophet. Now, that was a made-up story, probably. He architected it to secure his legitimacy. So is Q doing anything really different? Whoever the next Q is—you see what I’m saying? So maybe [Q is] not that different. If we actually found out, OK, the guy or woman who’s been writing as Q now, for the preponderance, 80 percent of that time: Is that any different than the original descendant of Q?\n\nIt’s like the Dread Pirate Roberts from The Princess Bride.\n\nRight. And that is why it’s remarkable as a belief system. You have to believe that there is an entity at the core of this that is putting out information to you. You have to make it real over time. I think the difference is that as loose as al-Qaida was, as loose as ISIS was, there was a formal structure. And what’s interesting about Q is it is really a grassroots movement that isn’t really bound to certain leaders. We don’t know who they are, and therefore it can be manipulated, twisted, co-opted, and pushed in another direction. It’s highly similar to Anonymous or Occupy. The Occupy movement—no leaders, that was their whole thing. That’s great. But it also means you can be infiltrated and pushed and pulled for reasons that maybe you don’t understand as well.\n\nOr goals. ISIS’s stated goal is the return of the caliphate, but they also wanted territory. And when they had territory, it burnished their brand. And when they were denied territory and defeated on the battlefield, it really hurt them. But they’re real people, some of whom used to be Baathist generals and maybe believe this or maybe don’t, and they’re using it for some ends that you can identify. Q is totally different it seems. It’s like a game that sometimes becomes violent.\n\nWho’s becoming rich off it? What’s the real motivation of whoever is pulling the levers?\n\nThat’s the most interesting thing to me about it: Why waste your time on it? I think for most sort of enthusiasts, it’s just entertainment and it makes them feel good. It’s like a team, whatever it is. But then I think at the original manipulator level, [the goal] was to mobilize people as a kind of a social movement, a populist movement. [And] it was to sell crap. That’s what’s been so fascinating about Q. It right out of the gate was meant to sell T-shirts and cups and patches.\n\nMeant to sell T-shirts and cups. It’s unbelievable.\n\nIt’s a merchandising—\n\nA terrorist organization.\n\nYeah, a scheme.\n\nA merchant-based domestic terrorist organization. Unbelievable.\n\nIt’s that natural thing of scale, which is not that much different than prosperity gospel, to a degree. If you watch that, they’re selling tapes and shows, and you buy into the group or whatever it might be. Well, then it becomes the opportunity for political mobilization. And I think that’s what’s remarkable this year. You see people gravitate toward that—that not just gravitate toward it, [but] use it to power votes at the ballot box, which is impressive, that it could grow in that way, especially when you don’t even know who started it.\n\nOn my show years ago, I had a few people on who talked about countermessaging to what ISIS was at the time. I believe that there was allure to some people—disaffected European and American youths who really did fault U.S. policy [for problems in the Middle East]. And these experts would talk about, “here are the things we should say, here are the messages we should put out, here is how we go into these channels and argue with them—not by saying no, the United States is great, but by …” And then they would lay out their theories for counterarguing.\n\nI don’t know if that did work or could work. The way I see it is ISIS was defeated on the battlefield, and that’s why they became less of a draw to someone who hated the United States. Is there actually a playbook for effective countermessaging to anything like this?\n\nSo people won’t like this answer. I’ll just warn you. But at one point with the ISIS stuff, countermessaging was ineffective. We didn’t really have a strong hand, and we had no real way to broadcast it. It’s also a part of the world that’s very austere—North Africa, the Middle East, and South Asia. There was an interesting thing that happened in the terrorism space in Algeria, where they had a problem with a group called the GIA, which was a forerunner of Islamic extremists that ended up in al-Qaida. But what they did was they said, “OK, you know what, we’re not going to fight you on this. We’re just going to let you have your little mini-emirate of this caliphate in this town. And you guys govern yourself, but we’re going to wall off the entire town. And so you can live by the messages of your prophet and the rules of your belief system, and just leave us out of it.” And it immediately started to die of its own weight.\n\nSo it was a reverse psychology kind of strategy. Let the people live the way they want, let them have it, free will. And sure enough, the first people that came back to the government were the business people. They started doing outreach and being like, “Hey, could you help us out here? We’re dying under this system; it’s bonkers.” Then it was the younger people who would get frustrated with the older people.\n\nI think that has always informed part of my thought process around countermessaging, particularly—not even in the space of violence. Like with QAnon: “OK, what do you believe in?” They can’t articulate it. This is a key thing that distinguishes them from the Occupy movement, which was leaderless, but had a belief system they were trying to advance. They had specific goals—the 99 percent versus the 1 percent. They were trying to achieve something. Ask QAnon people: “OK, in lieu of the deep state that’s oppressing you: What are you going to do?”\n\nListen the full first half of this conversation below, hear the second part here, or subscribe to The Gist on Apple Podcasts, Overcast, Spotify, Stitcher, or wherever you get your podcasts. Join Slate Plus, and enjoy ad-free episodes of the show.", "current_date": "2020-09-17 18:14:07.836800", "publish_date": "2020-09-15", "publish_datetime": "2020-09-15 09:45:01.353000+00:00", "publish_time": "09:45:01", "source": "slate", "title": "QAnon and ISIS: Clint Watts on how the groups differ and are alike.", "topics": ["thats", "groups", "dont", "isis", "clint", "watts", "think", "qanon", "theyre", "really", "q", "system", "belief", "alike", "differ", "going"]}