{"authors": ["Dahlia Lithwick"], "body": "Bill Barr is on yet another one of his charm offenses. Well, you can’t really call it charming—but it is most certainly offensive.\n\nAll is not well at the Justice Department, for a change. Last week, we learned that Nora Dannehy had resigned suddenly and unexpectedly as No. 2 to Connecticut’s U.S. attorney, John Durham—the man helming the Barr-endorsed investigation of the FBI’s probe into the connections between Russia and the 2016 elections. According to Dannehy’s colleagues, the resignation was at least partly motivated “out of concern that the investigative team is being pressed for political reasons to produce a report before its work is done.” Last week also saw Deputy Assistant AG David Morrell—one of the DOJ lawyers handling the investigation into whether John Bolton released classified information in his book, among other things—announcing that he too was leaving the Justice Department and withdrawing from all his cases. And this week we also learned that the DOJ’s inspector general’s office has begun investigating the extremely hinky circumstances surrounding the final sentencing recommendation for Roger Stone, a sentence lighter than recommended by career prosecutors who ended up walking off the case in protest.\n\nSubscribe to the Slatest newsletter A daily email update of the stories you need to read right now. We encountered an issue signing you up. Please try again. Please enable javascript to use form. Email address: Send me updates about Slate special offers. By signing up, you agree to our Privacy Policy and Terms Sign Up Thanks for signing up! You can manage your newsletter subscriptions at any time.\n\nBut even as his dedicated employees race for the exits, Bill Barr trundles on, offering up a coy new interview with the Washington Post this week that characterized him as “lumbering and generously jowled,” a sort of Yogi Bear for the unitary executive set. He also did a friendly sit-down with the Chicago Tribune on Friday, in which he chuckled with John Kass about steakhouses, Chicago crime bosses, and re-upped his entirely imaginary claims about the perils of mail-in voting. And then there was this barnstormer appearance on CNN, when he assured Americans that their votes would be stolen. America’s lawyer is hard at work at the critical task of freaking out the electorate.\n\nIn recent days, Barr appears to have inched away from his earlier claims that voting by mail was uniquely susceptible to foreign election tampering. Having pressed that particular hypothesis in early June in an interview with the New York Times, then in a July House Judiciary Committee hearing (a hearing in which he also testified he had no reason to believe the election would be rigged), he parroted the president’s unfounded talking points about foreign interference for just mail-in ballots. Barr was asked about it again this month by CNN’s Wolf Blitzer, who requested some basis for his now-frequent claims that “a foreign country could send thousands of fake ballots, thousands of fake ballots to people, and it might be impossible to detect.” Barr replied, “I’m basing that—as I’ve said repeatedly, I’m basing that on logic.” Barr continues to insist then that foreign counterfeiting of mail-in ballots is a legitimate threat for which he has no evidence or proof.\n\nBut the foreign tampering story is not sufficient to his purposes, and so Barr has deftly turned his sights once again on the enemy within. His newest claim seems to be that it’s Americans, not foreigners, who will steal the 2020 election—by buying, selling, browbeating, and intimidating otherwise good and honest voters who attempt to vote by mail. In that same CNN interview, Barr was testing the new theory: that it would be domestic, not foreign, enemies who will tamper with mail-in-ballots. While he had no idea how often this new vote harvesting thing had occurred (saying it again here: It’s vanishingly rare) Barr asserted that “we indicted someone in Texas” who had stolen 1,700 ballots. “He made them out and voted for the person he wanted to,” he told Blitzer. That claim was also later confirmed as false.\n\nBut Barr just can’t let his hatred of voting by mail go. As he fondly told the Tribune’s John Kass, describing the way white people once voted—mostly gathered from Norman Rockwell paintings, apparently—“Just think about the way we vote now. You have a precinct, your name is on a list, you go in and say who you are, you go behind a curtain, no one is allowed to go in there to influence you, and no one can tell how you voted. All of that is gone with mail-in voting.” And when you vote by mail, he warned, “There’s no secret vote. You have to associate the envelope in the mailing and the name of who’s sending it in, with the ballot.” These new new claims that voting by mail is somehow extra susceptible to fraud and also violative of voter privacy, autonomy, and secrecy have been debunked multiple times as well. But Barr’s argument to Kass again has the desired effect of pitting voter against voter, American against American, in ways designed to foment doubt and mistrust in a system already stressed by U.S. Postal Service meddling and distortion and a steady drumbeat of presidential claims that—as Trump suggested this week—the only way he can possibly lose in Nevada is if its governor rigs the ballots. “I’m winning that state easily, but the one thing we can’t beat, if they cheat on the ballots,” Trump said, adding, “Now he will cheat on the ballots—I have no doubt about it.”\n\nWhat Barr is actually performing here is the time-honored, Bannon-christened, Putin-sanctioned electoral practice known formally as flooding the zone with shit.\n\nBarr echoed these same talking points in his interview with Kass: “Someone will say the president just won Nevada. ‘Oh, wait a minute! We just discovered 100,000 ballots! Every vote will be counted!’ Yeah, but we don’t know where these freaking votes came from.” “We don’t know where these freaking votes came from” is the new Lafayette Square.\n\nBarr, like Trump, is no longer content to blame foreigners and malign faceless vote tamperers. He also warned Kass that greedy mail carriers were apt to get in on the action: “A secret vote prevents selling and buying votes. So now we’re back in the business of selling and buying votes. Capricious distribution of ballots means (ballot) harvesting, undue influence, outright coercion, paying off a postman, here’s a few hundred dollars, give me some of your ballots.” Just to recap, then: Your mail-in ballot is unsafe because foreigners want to forge it, Democratic governors want to steal it, antifa operatives plan to harvest it, oh, and Dot, your friendly neighborhood letter carrier will also gladly break the law in order to sell it. This narrative need not be provable or coherent; it’s enough that it’s rinsed and repeated on a near-daily basis in the media.\n\nWhat Barr is actually performing here is the time-honored, Bannon-christened, Putin-sanctioned electoral practice known formally as flooding the zone with shit. What he wants most of all is for voters to doubt the capacity for the November election to be conducted fairly. That is why he told Blitzer that any effort to make voting safer in the midst of a pandemic—and of course that’s what the push for mail-in balloting was attempting to redress—is by definition tantamount to “playing with fire.” Under the pretense of concern for voter confidence, Barr jowlishly invents one reason after another to undermine it. “We’re very closely divided country here, and people have to have confidence in the results of the election and the legitimacy of the government,” Barr lectured Blitzer. “And people trying to change the rules to this methodology, which as a matter of logic is very open to fraud and coercion, is reckless and dangerous, and the people are playing with fire.”\n\nOne mentions the zone and the shit here only because, as Bloomberg News notes, “an intelligence bulletin issued by the Department of Homeland Security this month, first obtained by ABC News, said that Russian state media and proxy websites have sought to amplify criticisms of vote-by-mail to ‘undermine public trust in the electoral process.’ ” The bulletin added, “We assess that Russian state media, proxies, and Russian-controlled social media trolls are likely to promote allegations of corruption, system failure and foreign malign interference to sow distrust in democratic institutions and election outcomes.”\n\nIt’s easy to forget, in the fog of daily outrages at DOJ, that a long-standing unwritten tradition once held that the department should do nothing in the 60 days before an election that might affect the outcome of that election. That in turn reflects a long-standing norm that the Justice Department actually wants elections, and democracy, to succeed. It’s why—right or wrong—the Obama administration tried to downplay its concerns of foreign interference in 2016. But Barr isn’t merely flouting that guidance with his unending fan dance around the October surprise that will come with the Durham report. He is fanning the flames of voter anxiety and doubt, under the guise of concern over voter anxiety and doubt.\n\nIn his sit-down with Kass, Barr made a stunning set of statements about “liberals.” But the most telling part came when he insisted: “All this bulls— about how the president is going to stay in office and seize power? I’ve never heard of any of that crap. I mean, I’m the attorney general. I would think I would have heard about it. They [“liberals”] are projecting. They are creating an incendiary situation where there will be loss of confidence in the vote.” His very next warning was of fake ballots in Nevada stealing the election. When liberals worry about democracy, it’s “projection.” When he does it, well, it’s transactional, which seems to make it OK.", "current_date": "2020-09-17 18:14:09.335173", "publish_date": "2020-09-16", "publish_datetime": "2020-09-16 21:46:39.211000+00:00", "publish_time": "21:46:39", "source": "slate", "title": "Bill Barr would like to undermine your faith in the election.", "topics": ["election", "barr", "vote", "mailin", "foreign", "faith", "mail", "bill", "ballots", "voter", "undermine", "kass", "voting"]}