{"authors": ["Mary Harris"], "body": "Subscribe to What Next on Apple Podcasts for the full episode.\n\nChristopher Pinto is a high school math teacher at the Lamar Consolidated Independent School District outside of Houston. His school only decided to take on a hybrid model—both online and classroom education—less than a week before the fall semester started, even though it had gone fully remote in the spring. Thus, families got to choose between in-person learning and virtual, but teachers were expected to show up unless they had health issues. Pinto is immunocompromised—he has Type 1 diabetes—and applied to get a medical waiver so he could teach remotely, but he was denied. He still had some hope that the school’s hybrid approach would suit him better, since remote learning was so isolating, but it’s not normal at all.\n\nOn Wednesday’s episode of What Next, I spoke with Pinto about the hybrid learning experiment being tested all over the country, and why teachers feel so alienated right now. Our conversation has been edited and condensed for clarity.\n\nChristopher Pinto: Day one was probably my worst first day just because I was trying to make the Zoom happen, I was trying to greet students without high-fives and fist-bumping. We only know what our eyebrows and eyes look like. So even though we’re partly in person, not really having that connection because we just we can only make eye contact.\n\nDuring first period, which is 8:15 a.m. to 9 a.m., I have 15 students with me in the room who are as socially distant as possible. And simultaneously, I’m running a Zoom call with 15 or 20 other students who are checking in on a laptop, iPhone, smartphone, tablet, or some device from their home.\n\nFor remote kids, what we are highly encouraged to do is to publish the work for the week. That way, if students choose to work on their own time, they are more than welcome to complete the work for the week all on Monday and get it over with. Some students who want the teacher element attend the live sessions, but it’s not fully required that students have to be minute for minute with the teacher.\n\nI also have a lot of students who are in the food industry, the grocery stores. For a lot of our online students, when you look at the data analytics for the day, I’ll notice that I don’t have a high completion rate between 9 a.m. and 6 p.m., but then come 9 p.m. to midnight, that’s when I’m getting the most assignments turned in. That’s when I’m getting all of the frantic emails that this link wasn’t working, that they can’t submit this, and I’m tired out by that time. So I don’t respond to emails after 9 p.m.\n\nMary Harris: How’s all that working out? This can’t be sustainable for you.\n\nOh, terribly. But we’re making do. Sometimes it feels totally manageable, and sometimes it feels like I am the worst teacher ever. I just don’t know where to find the balance in between both.\n\nI did the math yesterday. It takes about two to three hours to make an edit for the video lessons, another two to three hours to format the leson, one to two hours to make the attendance quizzes for the week, another two to three hours to make sure the notes are readily available and that links are working. And that’s for one class. I teach two different math classes, so I have to double that.\n\nThat’s all work you would not have had to do if you were just teaching in person.\n\nYes. I’m averaging an extra 25–35 hours a week to make hybrid learning work.\n\nAre virtual school and hybrid learning getting easier?\n\nDefinitely not. I just don’t know any other way to put it. Even though it hasn’t even been two weeks, it has felt like the longest school year by far.\n\nHow did you create connections with your students even if they’re not there?\n\nI do a happy hour once a week with my students. We get on Zoom and there’s no work. It’s just a chance for students to come on and share something they’re grateful for, talk about what’s stressing them out, have a safe place to vent and cope. I do it during lunch hour. So I have some kids in the room with us and then I’ll have kids on Zoom, and they’re very responsive to things like that. I’m really making sure that they have that space where they can just be kids and not be virtual learning students.\n\nWhat do they talk about in those lunches?\n\nIt ranges: “This teacher is doing X, Y, Z.” “I’m working these hours. I’m tired all the time.” “What’s on Netflix?” “Did you see this TikTok?” Things like that. The conversations are very random. But as far as the emotional element, students are overwhelmed. They’re tired. They’re stressed. They’re disheartened.\n\nSubscribe to What Next Get more news from Mary Harris and her team every day. Join Slate Plus Subscribe\n\nRemote learning is so distant—you don’t get to know your students as well.\n\nFor sure. Most times, my interactions are just through email. So it’s been a struggle, knowing that I have another 70 to 90 kids I’m going to meet when this is all over, but not really know them. How do we integrate them in the classroom so they feel valued and included?\n\nHow are you coping with all this? You’re doing so much. When do you have time to care for yourself?\n\nIf I’m lucky, maybe the end of the week. Definitely not anytime Monday to Friday, which is a terrible thing to say because I’m a big advocate of mental health and finding a good self-care routine. I’m taking nightly walks, doing a lot of journaling, just trying to find times in the day when I can remind myself that the weight of the world should not be on my shoulders, and that if maybe this lesson isn’t perfect, the world will keep turning and we’ll get through it.\n\nThere are so many expectations.\n\nIt feels like there’s no winning. And what’s best for students might mean more work for teachers. And what’s easier for families also means more work for teachers. And what’s best for education agencies to track data and attendance is not what’s best for teachers. So teachers feel very much left out of this conversation of advocacy. And while people are advocating for what’s best for students and families, admin and agencies, they’re not advocating for what’s best for teachers.\n\nDo you talk about COVID in your class at all?\n\nWe do, especially with my AP Statistics students.\n\nHow?\n\nWell, you’re looking at the data. Our first unit is dealing with one variable data. So we look at the difference between categorical and quantitative data, showing my students how different graphical representations can communicate different information. We had one project where I had kids find five misleading graphs of data, and then we would go through and see, is this actually misleading?\n\nMisleading graphs of COVID data?\n\n\n\nCorrect. When data is collected properly, it has these elements and we see it. It’s being able to give students analytical tools to read into more than a headline.\n\nI saw a headline that was pretty blunt: “Will This Be a Lost Year for America’s Children?” I wonder how you would answer that question.\n\nThat one was a brick to the face. Will it be a lost year? I think, if we look at it in terms of test scores and stress and anxiety, it is a lost year because everyone is just frustrated and it doesn’t feel like the success right now is outweighing the negative internalization that is teaching during a pandemic. But it’s still a year where you have the opportunity to make an impact on your students by your actions and by your words. So I don’t think it’s lost in the sense of the emotional and social aspects. But educationwise, I do think the repercussions of this year are going to last for at least the next one, two, maybe even three years.\n\nSubscribe to What Next on Apple Podcasts\n\nGet more news from Mary Harris every weekday.", "current_date": "2020-09-17 18:14:09.698670", "publish_date": "2020-09-16", "publish_datetime": "2020-09-16 17:30:22.746000+00:00", "publish_time": "17:30:22", "source": "slate", "title": "A teacher on the struggles of this school year.", "topics": ["struggles", "learning", "work", "im", "week", "teachers", "teacher", "kids", "theyre", "whats", "students", "school", "data"]}