{"authors": ["Julia Craven"], "body": "They should have known this could happen.\n\nPartygoers set off a “smoke-generating pyrotechnic device” at a gender reveal in El Dorado Ranch Park in Yucaipa, California, earlier this month. The explosion lit a blaze that has burned over 16,000 acres of land. It was obviously a stupid thing to do: California constantly warns people against lighting fires or setting off explosives in fire danger zones, and other wildfires had already broken out elsewhere in the state. Less than two years ago, another gender reveal party set off a wildfire in Arizona in pretty much the same manner.\n\nBut while the explosive “reveals” are thoughtless acts that are easy to pass judgment on, these individual actors aren’t the crux of the issue.\n\nIt’s who knew catastrophe would happen.\n\nSubscribe to the Slatest newsletter A daily email update of the stories you need to read right now. We encountered an issue signing you up. Please try again. Please enable javascript to use form. Email address: Send me updates about Slate special offers. By signing up, you agree to our Privacy Policy and Terms Sign Up Thanks for signing up! You can manage your newsletter subscriptions at any time.\n\nA 1966 copy of Mining Congress Journal, a coal industry publication, features an article written by James Garvey, then president of a now-defunct research organization. In it, Garvey provides a detailed summation of the environmental havoc that would occur if industry did not dial back on burning fossil fuel:\n\nThere is evidence that the amount of carbon dioxide in the earth’s atmosphere is increasing rapidly as a result of the combustion of fossil fuels. If the future rate of increase continues as it is at the present, it has been predicted that, because the CO2 envelope reduces radiation, the temperature of the earth’s atmosphere will increase and that vast changes in the climates of the earth will result.\n\nTwo years later, scientists reported equally dire information to the American Petroleum Institute. Nine years after that, in July 1977, James Black, a senior scientist at Exxon, informed a room full of executives that CO2 emissions from fossil fuel would cause global temperatures to increase and put humanity in danger.\n\nThe events the industry was warned about decades ago are unfolding today. Wildfires are raging across California, Oregon, and Washington state on a previously unseen scale. Plumes from the smoke have rendered the air quality among the worst in the world. Skies have turned crimson. Hundreds of thousands of acres are being destroyed along with the human and animal life that populated them. It’s apocalyptic. It’s unprecedented and incomparable. There is every reason to believe subsequent years will bring more, and worse. Scientists working for Exxon in the 1970s even noted that, in extreme instances, some climates would experience “carbon dioxide induced summer dryness”—such as the arid conditions currently affecting the West Coast. These weather patterns make wildfires difficult to extinguish and much easier to spread.\n\nSuch advance knowledge of the horrors we’re currently witnessing can seem unfathomable. President Donald Trump, in an attempt to bluff his way through the subject, laid blame on forest management. “When trees fall down after a short period of time, they become very dry—really like a matchstick,” he said. “And they can explode. Also leaves. When you have dried leaves on the ground, it’s just fuel for the fires.” He also dodged a question about the role of climate change in the disaster.\n\nBut there’s nothing mysterious about the environmental havoc occurring. They knew this would happen. When the issue of climate change finally entered into the public consciousness in 1988, Big Oil executives and their peers in coal were well aware of the impending crisis awaiting the world if they didn’t find alternative fuel methods. Exxon in particular conducted groundbreaking, in-depth research into the potential extent of a climate crisis—which made it aware of shifting weather patterns, sea level rises from melting ice caps, the displacement of human and animal populations, and the repercussions for human health. Instead of taking that influence to prevent widespread environmental disaster, Exxon promoted and extensively funded climate change disinformation.\n\nEven now, the oil industry is lying to the public about plastic recycling and emissions from gas flaring being under control—all for the sake of convincing people that what they’re doing isn’t killing the planet.\n\nThe extent of the catastrophe on the West Coast likely could have been averted. Exxon knew this would happen. Coal knew this would happen.\n\nThey didn’t care.", "current_date": "2020-09-17 18:14:09.428037", "publish_date": "2020-09-16", "publish_datetime": "2020-09-16 15:31:45.579000+00:00", "publish_time": "15:31:45", "source": "slate", "title": "The wildfire catastrophe was premeditated.", "topics": ["human", "signing", "fossil", "fuel", "exxon", "climate", "industry", "knew", "wildfire", "wildfires", "premeditated", "increase", "catastrophe"]}