{"authors": ["Aaron Mak"], "body": "Tuesday’s pandemic-friendly Apple event was heavy on green screens and prerecorded clips, with the occasional instance of CEO Tim Cook strolling alone through the company’s headquarters. But an auditorium of hyped-up employees wasn’t the only thing missing from Apple’s annual hardware showcase. For once, there was no new iPhone.\n\nThe September event, which Apple has held since 2012, is traditionally when the company announces new iPhones. In normal years, it would begin shipping the devices before the end of the month. But this year, pandemic-related disruptions have reportedly forced the company to push the unveiling back. Instead, the new iPad Air and Watch Series 6 served as showstoppers of the shortened event, which ran just one hour. Apple also revealed a new platform for streaming workouts called Fitness+, another sign that the company is shifting its focus more toward subscription services. A second event surrounding the new iPhones, which are undergoing a major redesign, will likely come in October.\n\nWhat will happen, whenever it happens? Though the timeline has been delayed, Apple is expected to release four new iPhones this year. Rumors indicate that there will be an iPhone 12 for $649, iPhone 12 Max for $749, iPhone 12 Pro for $999, and iPhone 12 Pro Max for $1,099. The phones are expected to have 5G wireless connectivity, OLED screens, stainless steel “flat” edges similar to those of iPads or the iPhone 5, and advanced augmented reality features. They’ll likely come in sizes ranging from 5.4 inches to 6.7 inches and in colors such as space gray, midnight green, navy blue, and silver.\n\nThis isn’t the first time there’s been an iPhone delay: In 2017, production snafus delayed the release, though not the announcement, of the iPhone X by two months. The latest hitches, however, are attributable to the pandemic. In a July earnings report, the company said lower consumer demand from the toppled global economy and fragmented supply chains in Asia prompted it to push back mass production by about a month. Apple reportedly plans to cut down on the number of handsets it produces by up to 20 percent, ordering components for 80 million units rather than 100 million. (Apple is expected to order 45 million older iPhones to sell for the next month to compensate for the delay.)\n\nA large part of the slowdown was because of the massive workforce that works on any new phone. Foxconn, the China-based manufacturer that serves as Apple’s biggest supplier, had to shut down factories because of the coronavirus outbreak and then delay reopenings. The supplier had issues with employees showing up to work when China’s lockdown orders eased in February—only 10 percent of the workforce showed up during the first week back. Meanwhile, Apple engineers in the U.S. have been primarily working from home and have been unable to travel to China to work out issues in the production lines. Like everyone else, they’ve resorted to using video chat as a substitute.\n\nThere’s also quite a bit of uncertainty when it comes to consumer demand. Millions of workers have lost their jobs in the U.S. alone, while others have seen pay cuts, suggesting fewer people will be primed to shell out hundreds of dollars for a new gadget. Less foot traffic in retail stores could also depress sales.\n\nThe iPhone delay comes as Apple aims to renew demand for the devices after years of decline. Nearly 40 percent of the 950 million people who have an iPhone haven’t purchased a newer model in the past three and a half years. Last year, the company wasn’t able to ship more than 200 million devices for the first time since 2015. At the same time, iPhones are becoming a considerably smaller fraction of Apple’s total revenue, dropping around 20 percentage points since 2015. Analysts expect the arrival of widespread 5G connectivity, however, to push customers to seek out an upgrade. We’ll see if an extra month of anticipation does the trick, too.", "current_date": "2020-09-17 18:14:07.726613", "publish_date": "2020-09-15", "publish_datetime": "2020-09-15 20:17:49.792000+00:00", "publish_time": "20:17:49", "source": "slate", "title": "Apple didn't reveal any new iPhones at this year's hardware event.", "topics": ["month", "12", "apple", "iphones", "push", "reveal", "didnt", "event", "hardware", "iphone", "production", "company", "million"]}